{"data": [{"tweet": "Manchester City created chances worth 3.8 expected goals and took nine shots on target, considerably more than the Premier League average of 1.3 xG and 4.0 shots on targer per game. Nottingham Forest only managed one shot on target.", "sentences": ["Manchester City managed to create an impressive 3.8 xG worth of chances.", "Premier league teams have averaged 1.3 expected goals per 90 minutes.", "Manchester City took nine shots on target.", "Nottingham Forest took one shots on target.", "This season, Nottingham Forest have averaged 2.6 shots on target per 90 minutes.", "Premier league teams have averaged 4.0 shots on target per 90 minutes."], "story": [["Manchester City", "Expected goals", 3.8], ["Premier league", "Expected goals (league average)", 1.3], ["Manchester City", "Shots on target", 9], ["Nott'ham Forest", "Shots on target", 1], ["Nott'ham Forest", "Shots on target (season average)", 2.6], ["Premier league", "Shots on target (league average)", 4]], "image": "Manchester City_2022-08-31_xg.png", "tweet_id": "1565330941907988480"}, {"tweet": "Manchester City dominated possession, completing 740 passes to Nottingham Forest's 214. This season, Premier league teams have averaged 387 completed passes per 90 minutes.", "sentences": ["Manchester City completed 740 passes.", "Nottingham Forest completed 214 passes.", "Premier league teams have averaged 387 completed passes per 90 minutes."], "story": [["Manchester City", "Successful passes", 740], ["Nott'ham Forest", "Successful passes", 214], ["Premier league", "Successful passes (league average)", 387]], "image": "Manchester City_2022-08-31_passing.png", "tweet_id": "1565330973654679553"}, {"tweet": "Manchester City were aggressive out of possession, attempting five tackles in the final third, up from two final third tackles in their last game (against Crystal Palace). Nottingham Forest attempted to make one challenge in the final third.", "sentences": ["Manchester City attempted to make five challenges in the final third.", "In their last game (against Crystal Palace) Manchester City attempted to make two challenges in the final third.", "Nottingham Forest attempted to make one challenge in the final third.", "This season, Nottingham Forest have averaged 2.6 attempted challenges in the final third per 90 minutes.", "Premier league teams attempted to make 2.5 challenges in the final third per 90 minutes."], "story": [["Manchester City", "Tackles in the final third", 5], ["Manchester City", "Tackles in the final third (in last match v Crystal Palace)", 2], ["Nott'ham Forest", "Tackles in the final third", 1], ["Nott'ham Forest", "Tackles in the final third (season average)", 2.6], ["Premier league", "Tackles in the final third (league average)", 2.5]], "tweet_id": "1565331001945260032"}, {"tweet": "Manchester City completed an incredible 106 successful long balls. Premier League teams have averaged just 58 this season.", "sentences": ["Manchester City completed 106 long balls.", "Premier League teams completed an average of 58 long balls per 90 minutes."], "story": [["Manchester City", "Successful long balls", 106], ["Premier League", "Successful long balls (league average)", 58]], "tweet_id": "1565331030277758977"}, {"tweet": "Manchester City were progressive in possession, taking only 18% or their touches in the defensive third. Nottingham Forest held 53% of their possession in the defensive third.", "sentences": ["Manchester City took 18% or the game's touches in the defensive third.", "Nottingham Forest took 53% or the game's touches in the defensive third."], "story": [["Manchester City", "Percentage of defensive third touches", 18], ["Nott'ham Forest", "Percentage of defensive third touches", 53]], "tweet_id": "1565331058266374144"}, {"tweet": "Manchester City carried the ball a combined 1,858 yards towards the opponent's goal, while Nottingham Forest had a combined progressive carry distance of 550 yards. Man City carried the ball into the opponent's penalty area eight times, while Forest only did so once.", "sentences": ["Manchester City carried the ball an impressive 1858 yards towards the opponent's goal throughtout the game.", "Nottingham Forest carried the ball a combined distance of 550 yards towards the opponent's goal.", "Premier league carried the ball an average of 964 yards towards the opponent's goal per 90 minutes.", "Nottingham Forest carried the ball into the opponent's box two times.", "This season, Nottingham Forest have averaged 4.0 carried into the opponent's box per 90 minutes.", "Manchester City carried the ball into the opponent's box eight times.", "Premier league teams carry the ball into the opponent's box an average of 4.4 times per 90 minutes."], "story": [["Manchester City", "Progressive distance carried", 1858], ["Nott'ham Forest", "Progressive distance carried", 550], ["Premier league", "Progressive distance carried (league average)", 964], ["Nott'ham Forest", "Carries into the penalty area", 2], ["Nott'ham Forest", "Carries into the penalty area (season average)", 4], ["Manchester City", "Carries into the penalty area", 8], ["Premier league", "Carries into the penalty area (league average)", 4.4]], "image": "Manchester City_2022-08-31_prgdist.png", "tweet_id": "1565331089690099717"}, {"tweet": "Julian Alvarez, our man of the match, made two key passes.", "sentences": ["Julian Alvarez was our man of the match.", "Julian Alvarez made two key passes.", "Ilkay Gundogan made four passes that lead to a teammate's shot.", "Ilkay Gundogan completed more passes than any other player on the pitch."], "story": [["Julian Alvarez - Manchester City", "MOTM", "true"], ["Julian Alvarez - Manchester City", "Key passes", 2], ["Ilkay Gundogan - Manchester City", "Key passes", 4], ["Ilkay Gundogan - Manchester City", "Key passes (rank)", 1]], "tweet_id": "1565331119264133121"}, {"tweet": "Julian Alvarez also pressed the opponent 10 times in the final third (more than any other player on the pitch) and successfuly recieved 10 progressive passes (also more than anyone else).", "sentences": ["Julian Alvarez pressed their opponent 10 times in the final third.", "Julian Alvarez pressed the opponent in the final third more times than any other player on the pitch.", "Julian Alvarez successfully recieved 10 progressive passes.", "Julian Alvarez successfully recieved more progressive passes than any other player on the pitch."], "story": [["Julian Alvarez - Manchester City", "Final third presses", 10], ["Julian Alvarez - Manchester City", "Final third presses (rank)", 1], ["Julian Alvarez - Manchester City", "Progressive passes recieved", 10], ["Julian Alvarez - Manchester City", "Progressive passes recieved (rank)", 1]], "image": "Manchester City_2022-08-31_pressurethirds.png", "tweet_id": "1565331149840588800"}, {"tweet": "John Stones created some of the best chances of the game - tallying an xA of 0.7. He also carried the ball a total of 315 yards towards the opponent's goal - farther than any other player on the pitch", "sentences": ["John Stones managed to create an impressive 0.7 xG worth of chances.", "John Stones created more expected goals than any other player on the pitch.", "John Stones carried the ball a combined distance of 315 yards towards the opponent's goal.", "John Stones carried the ball further towards the opponent's goal than any other player on the pitch."], "story": [["John Stones - Manchester City", "Expected assists", 0.7], ["John Stones - Manchester City", "Expected assists (rank)", 1], ["John Stones - Manchester City", "Progressive distance carried", 315], ["John Stones - Manchester City", "Progressive distance carried (rank)", 1]], "image": "Manchester City_2022-08-31_xa.png", "tweet_id": "1565331182015115270"}], "misc": {"team": "Manchester City", "opponent": "Nott'ham Forest", "result": [6, 0], "date": "2022-08-31", "home": "home"}}