{"data": [{"tweet": "See the numbers behind Man City's victory in Sevilla ⚽️ 🧵 👇", "sentences": ["Manchester City won 0 - 4 over Sevilla."], "story": [["Manchester City", "Victory over Sevilla", "0 - 4"]], "tweet_id": 1568939648084238338}, {"tweet": "Manchester City were adventurous in possession, taking only 24% of their touches in the defensive third of the pitch while Sevile held almost half (49%) of their possession in the defensive third. ", "sentences": ["Manchester City took 24% of their touches in the defensive third.", "Sevilla took 49% of their touches in the defensive third."], "story": [["Manchester City", "Percentage of defensive third touches", 24], ["Sevilla", "Percentage of defensive third touches", 49]], "tweet_id": 1568939688559255552}, {"tweet": "Manchester City managed to create an impressive 4.3 xG worth of chances and took nine shots on target, while limiting Sevilla to one shot on target. Manchester City also completed 20 key passes, compared with five for Sevilla.", "sentences": ["Manchester City managed to create an impressive 4.3 xG worth of chances.", "Manchester City took nine shots on target.", "Sevilla took one shots on target.", "Manchester City managed to make 20 key passes.", "Sevilla completed five key passes."], "story": [["Manchester City", "Expected goals", 4.3], ["Manchester City", "Shots on target", 9], ["Sevilla", "Shots on target", 1], ["Manchester City", "Key passes", 20], ["Sevilla", "Key passes", 5]], "tweet_id": 1568939719005806593}, {"tweet": "Manchester City carried the ball a combined distance of 1857 yards towards the opponent's goal throughtout the game. This season, Sevilla have carried their ball an average of 527 yards towards their opponents goal per 90 minutes. ", "sentences": ["Manchester City carried the ball an impressive 1857 yards towards the opponent's goal throughtout the game.", "Sevilla carried the ball a combined distance of 527 yards towards the opponent's goal."], "story": [["Manchester City", "Progressive distance carried", 1857], ["Sevilla", "Progressive distance carried", 527]], "image": "Manchester City_2022-09-06>Progressive distance carried_scatter.png", "tweet_id": 1568939750987366400}, {"tweet": "Manchester City managed to play an impressive 45 successful balls into the final third, while Sevilla completed 11 passes into the final third. Manchester City also carried the ball into the final third 24 times and into the opponent's box 10 times.", "sentences": ["Manchester City carried the ball into the opponent's box 10 times.", "Manchester City managed to play an impressive 45 successful balls into the final third.", "Sevilla played 11 successful balls into the final third.", "Manchester City carried the ball into the final third 24 times."], "story": [["Manchester City", "Carries into the penalty area", 10], ["Manchester City", "Passes into final third", 45], ["Sevilla", "Passes into final third", 11], ["Manchester City", "Carries into the final third", 24]], "tweet_id": 1568939780636905473}, {"tweet": "Jack Grealish, our man of the match, played an impressive four key passes (joint most of any player on the pitch, alongside Kevin De Bruyne).", "sentences": ["Jack Grealish was our man of the match.", "Jack Grealish made four key passes.", "Kevin De Bruyne made four passes that lead to a teammate's shot.", "Kevin De Bruyne made joint most key passes of any player on the pitch.", "Jack Grealish made joint most key passes of any player on the pitch."], "story": [["Jack Grealish - Manchester City", "MOTM", "true"], ["Jack Grealish - Manchester City", "Key passes", 4], ["Kevin De Bruyne - Manchester City", "Key passes", 4], ["Kevin De Bruyne - Manchester City", "Key passes (rank) = ", 1], ["Jack Grealish - Manchester City", "Key passes (rank) = ", 1]], "tweet_id": 1568939810244509696}, {"tweet": "Jack Grealish carried the ball into the opponent's box five times - more than any other player during the Champions League this season.", "sentences": ["Jack Grealish carried the ball into the opponent's box five times.", "Jack Grealish carried the ball into the opponent's box more times than any player on the pitch.", "Jack Grealish has carried the ball into the box more times than any other player during Champions League games this season.", "During this competition, Jack Grealish has carried the ball into the opponent's box five times."], "story": [["Jack Grealish - Manchester City", "Carries into the penalty area", 5], ["Jack Grealish - Manchester City", "Carries into the penalty area (rank)", 1], ["Jack Grealish - Manchester City", "Carries into the penalty area (Champions League rank)", 1], ["Jack Grealish - Manchester City", "Carries into the penalty area (this competition)", 5]], "image": "Manchester City_2022-09-06>Carries into the penalty area_scattercomp.png", "tweet_id": 1568939840959352832}, {"tweet": "Grealish carried the ball a total 300 yards towards the opponents goal - more than any other player on the pitch. He averaged 429 yards in progressive ball carries per 90 minutes - the greatest of any player in the competition.", "sentences": ["Grealish carried the ball a total 300 yards towards the opponents goal.", "Grealish carried the ball farther towards the opponents goal than any other player on the pitch.", "Grealish has a greater progressive carry distance per 90 minutes then any player in the Champions League this season.", "This competition, Grealish has averaged 429 yards in progressive ball carries per 90 minutes."], "story": [["Jack Grealish - Manchester City", "Progressive distance carried", 300], ["Jack Grealish - Manchester City", "Progressive distance carried (rank)", 1], ["Jack Grealish - Manchester City", "Progressive distance carried per 90 (Champions League rank)", 1], ["Jack Grealish - Manchester City", "Progressive distance carried per 90 (this competition)", 429]], "tweet_id": 1568939868721496066}, {"tweet": "Erling Haaland hit three shots on target and found chances worth 2.3 expected goals - the highest xG of any player in the Champions League this season.", "sentences": ["Erling Haaland managed to create an impressive 2.3 xG worth of chances.", "Haaland had the game's highest xG.", "Erling Haaland took three shots on target.", "Haaland had the game's most shots on target.", "Haaland has tallied the highest xG of any player in the Champions League this season."], "story": [["Erling Haaland - Manchester City", "Expected goals", 2.3], ["Erling Haaland - Manchester City", "Expected goals (rank)", 1], ["Erling Haaland - Manchester City", "Shots on target", 3], ["Erling Haaland - Manchester City", "Shots on target (rank)", 1], ["Erling Haaland - Manchester City", "Expected goals (Champions League rank)", 1]], "image": "Manchester City_2022-09-06>Expected goals_scattercomp.png", "tweet_id": 1568939899641888768}], "misc": {"team": "Manchester City", "opponent": "Sevilla", "result": [0, 4], "date": "2022-09-06", "home": "away"}}