{"data": [{"tweet": "Spurs tallied an xG of 1.6 and five shots on target while concedeing 0.8 xG and three shots on target.", "sentences": ["Tottenham managed to create an impressive 1.6 xG worth of chances.", "Wolves created chances worth 0.8 expected goals.", "Tottenham managed to take five shots on target.", "Wolves took three shots on target."], "story": [["Tottenham", "Attack_xg", 1.6], ["Wolves", "Attack_xg", 0.8], ["Tottenham", "Attack_sot", 5], ["Wolves", "Attack_sot", 3]], "image": "Tottenham_2022-08-20_xg.png", "tweet_id": "1562184548200366080"}, {"tweet": "Tottenham applied pressure high up the pitch, pressing 47 times in the final third while Wolves pressed 19 times in the final third.", "sentences": ["Tottenham pressed their opponent 47 times in the final third.", "Wolves pressed their opponent 19 times in the final third."], "story": [["Tottenham", "Attack_Press Final Third", 47], ["Wolves", "Attack_Press Final Third", 19]], "tweet_id": "1562184554961674242"}, {"tweet": "Tottenham completed 68% of the passes they played long, while Wolves managed 64%.", "sentences": ["Tottenham completed 68% of the passes they played long.", "Wolves completed 64% of the passes they played long."], "story": [["Tottenham", "Passing_Long Perc", 68], ["Wolves", "Passing_Long Perc", 64]], "tweet_id": "1562184560670117888"}, {"tweet": "Tottenham took an average of 5.2 touches of ball for each time the opponent pressed. Wolves were given 4.0 touches per press.", "sentences": ["Tottenham took an average of 5.2 touches each time the opponent pressed.", "Wolves took an average of 4.0 touches each time the opponent pressed."], "story": [["Tottenham", "Possession_Tch PPress Taken Ratio", 5.2], ["Wolves", "Possession_Tch PPress Taken Ratio", 4]], "tweet_id": "1562184566462365696"}, {"tweet": "Ivan Perisic, our man of the match, created some of the best chances of the game. Perisic tallied 0.9 expected assists (more than anyone else on the pitch), while Dejan Kulusevski created chances worth 0.3 xA.", "sentences": ["Dejan Kulusevski created chances worth 0.3 expected goals.", "Dejan Kulusevski was our man of the match.", "Ivan Perisic managed to create chances worth 0.9 expected goals.", "Ivan Perisic created more expected goals than any other player on the pitch."], "story": [["Dejan Kulusevski - Tottenham", "Attack_xa", 0.3], ["Dejan Kulusevski - Tottenham", "MOTM", "true"], ["Ivan Perisic - Tottenham", "Attack_xa", 0.9], ["Ivan Perisic - Tottenham", "Attack_xa Rank", 1]], "image": "Tottenham_2022-08-20_xa.png", "tweet_id": "1562184576079994881"}, {"tweet": "Dejan Kulusevski carried the ball into the opponent's box more times (four) and made more key passes (three) than any other player on the pitch.", "sentences": ["Dejan Kulusevski played three passes that lead to a teammate's shot.", "Dejan Kulusevski had the highest passing accuracy of any player on the pitch.", "Dejan Kulusevski carried the ball into the opponent's box four times.", "Dejan Kulusevski carried the ball into the opponent's box than any other player on the pitch.", "Ivan Perisic carried the ball into the opponent's box two times.", "Ivan Perisic carried the ball second farthest towards the opponent's goal of any Tottenham player."], "story": [["Dejan Kulusevski - Tottenham", "Attack_KP", 3], ["Dejan Kulusevski - Tottenham", "Attack_KPRank", 1], ["Dejan Kulusevski - Tottenham", "Attack_Carries PA", 4], ["Dejan Kulusevski - Tottenham", "Attack_Carries PARank", 1], ["Ivan Perisic - Tottenham", "Attack_Carries PA", 2], ["Ivan Perisic - Tottenham", "Attack_Carries PATeamrank", 2]], "tweet_id": "1562184582828638208"}, {"tweet": "Dejan Kulusevski carried the ball farther towards the opponent's goal than any other player on the pitch (a combined 240 yards). Eric Dier was the game's next most progessive ball carrier (186 yards).", "sentences": ["Dejan Kulusevski managed to carry the ball an impressive 240 yards towards the opponent's goal.", "Dejan Kulusevski carried the ball farther towards the opponent's goal than any other player on the pitch.", "Eric Dier managed to carry the ball an impressive 186 yards towards the opponent's goal.", "Eric Dier carried the ball second farthest towards the opponent's goal of any player on the pitch."], "story": [["Dejan Kulusevski - Tottenham", "Possession_Carries Prg Dist", 240], ["Dejan Kulusevski - Tottenham", "Possession_Carries Prg Dist Rank", 1], ["Eric Dier - Tottenham", "Possession_Carries Prg Dist", 186], ["Eric Dier - Tottenham", "Possession_Carries Prg Dist Rank", 2]], "tweet_id": "1562184588918677504"}, {"tweet": "Dejan Kulusevski carried the ball into the final third four times - more than any other player on the pitch.", "sentences": ["Dejan Kulusevski carried the ball into the final third four times.", "Dejan Kulusevski carried the ball into the final third more times than any other player on the pitch."], "story": [["Dejan Kulusevski - Tottenham", "Possession_Carries Final Third", 4], ["Dejan Kulusevski - Tottenham", "Possession_Carries Final Third Rank", 1]], "tweet_id": "1562184594803277824"}, {"tweet": "Ivan Perisic won four aerial duels - more than any other Tottenham player.", "sentences": ["Ivan Perisic won four aerial duels.", "Ivan Perisic won more aerial duels than any other Tottenham player."], "story": [["Ivan Perisic - Tottenham", "Defence_Aerial Succ", 4], ["Ivan Perisic - Tottenham", "Defence_Aerial Succ Teamrank", 1]], "tweet_id": "1562184600708947968"}], "misc": {"team": "Tottenham", "opponent": "Wolves", "result": [1, 0], "date": "2022-08-20", "home": "home"}}