{"data": [{"tweet": "Tottenham created an impressive 2.8 xG worth of chances, up from 1.6 xG in their previous gane (against Wolves). This season, Tottenham have averaged 1.7 xG worth of chances per 90 minutes, while the average across the Premier League is 1.2 xG for each side per game.", "sentences": ["Tottenham managed to create an impressive 2.8 xG worth of chances.", "Tottenham created 1.6 xG worth of chances in their previous game (against Wolves).", "This season, Tottenham have averaged 1.7 xG worth of chances per 90 minutes.", "Premier league teams average 1.2 xG worth of chances per 90 minutes."], "story": [["Tottenham", "Expected goals", 2.8], ["Tottenham", "Expected goals (in last match v Wolves)", 1.6], ["Tottenham", "Expected goals (season average)", 1.7], ["Premier league", "Expected goals (league average)", 1.2]], "tweet_id": "1565008252538163200"}, {"tweet": "Nottingham Forest only managed a single shot on target, compared with four from Tottenham. This season Forest have averaged 3.0 shots on target per 90 minutes.", "sentences": ["Tottenham took four shots on target.", "Nottingham Forest took one shots on target.", "This season, Nottingham Forest have averaged 3.0 shots on target per 90 minutes."], "story": [["Tottenham", "Shots on target", 4], ["Nott'ham Forest", "Shots on target", 1], ["Nott'ham Forest", "Shots on target (season average)", 3]], "tweet_id": "1565008310029492226"}, {"tweet": "Tottenham carried the ball into the opponent's box 11 times, while the Premier League made 4.1 carries into their box.", "sentences": ["Tottenham carried the ball into the opponent's box 11 times.", "Premier league teams average 4.1 carries into the opponent's box per 90 minutes."], "story": [["Tottenham", "Carries into the penalty area", 11], ["Premier league", "Carries into the penalty area (league average)", 4.1]], "tweet_id": "1565008367160107009"}, {"tweet": "Nottingham Forest were adventurous in possession, playing an impressive 42 passes into the final third. Considerably more than their average this season (23.0 per 90) and more than Spurs (19 in this game).", "sentences": ["Tottenham played 19 successful balls into the final third.", "Nottingham Forest managed to play an impressive 42 successful balls into the final third.", "This season, Nottingham Forest have averaged 23.0 passes into the final third per 90 minutes."], "story": [["Tottenham", "Passes into final third", 19], ["Nott'ham Forest", "Passes into final third", 42], ["Nott'ham Forest", "Passes into final third (season average)", 23]], "tweet_id": "1565008424299102210"}, {"tweet": "Nottingham Forest also made considerably more successful passes into the penalty area (13), compared with Spurs (five).", "sentences": ["Tottenham managed to play an impressive 5 successful balls into the opponent's box.", "Nottingham Forest managed to play an impressive 13 successful balls into the opponent's box.", "This season, Nottingham Forest have averaged 7.5 passes into the opponent's box per 90 minutes."], "story": [["Tottenham", "Passes into the penalty area", 5], ["Nott'ham Forest", "Passes into the penalty area", 13], ["Nott'ham Forest", "Passes into the penalty area (season average)", 7.5]], "tweet_id": "1565008481064828930"}, {"tweet": "Tottenham were conservative in possession, taking 47% of their touches in the defensive third, while Nottingham Forest took 22% of their touches in their equivilent part of the pitch.", "sentences": ["Tottenham took 47% of their touches in the defensive third.", "Nottingham Forest took 22 percent of the touches they played in the defensive third."], "story": [["Tottenham", "Percentage of defensive third touches", 47], ["Nott'ham Forest", "Percentage of defensive third touches", 22]], "tweet_id": "1565008537708904449"}, {"tweet": "Tottenham's pressing won possession 39 times, while Nottingham Forest won the ball 23 times by pressing. Plus Spurs made 23 interceptions, while Forest made 10.", "sentences": ["39 of Tottenham's presses resulted in them winning possession.", "23 of Nottingham Forest's presses resulted in them winning possession.", "Tottenham made 23 interceptions.", "Nottingham Forest made 10 interceptions.", "Premier league made 14 interceptions per 90 minutes."], "story": [["Tottenham", "Successful presses", 39], ["Nott'ham Forest", "Successful presses", 23], ["Tottenham", "Interceptions", 23], ["Nottingham Forest", "Interceptions", 10], ["Premier league", "Interceptions (league average)", 14]], "image": "Tottenham_2022-08-28_pressurethirds.png", "tweet_id": "1565008597221777409"}, {"tweet": "Tottenham won 23 aerial duels in this match, considerably more than the 14 they won in their previous game (against Wolves).", "sentences": ["Tottenham won 23 aerial duels.", "In their last game (against Wolves) Tottenham won 14 aerial duels."], "story": [["Tottenham", "Aerial duels won", 23], ["Tottenham", "Aerial duels won (in last match v Wolves)", 14]], "tweet_id": "1565008654704803842"}, {"tweet": "Double goal scorer Harry Kane was our man of the match.", "sentences": ["Harry Kane was our man of the match.", "Harry Kane scored two goals.", "Harry Kane scored more goals than any other player on the pitch."], "story": [["Harry Kane - Tottenham", "MOTM", "true"], ["Harry Kane - Tottenham", "Goals", 2], ["Harry Kane - Tottenham", "Goals (rank)", 1]], "tweet_id": "1565008711583662082"}, {"tweet": "Harry Kane also created some of the best chances of the game - tallying an xA of 1.6 (more than anyone else on the pitch), while Dejan Kulusevski created chances worth 0.3 xA.", "sentences": ["Harry Kane managed to create an impressive 1.6 xG worth of chances.", "Harry Kane created more expected goals than any other player on the pitch.", "Dejan Kulusevski managed to create an impressive 0.3 xG worth of chances.", "Harry Kane took two shots on target.", "Harry Kane had more shots on target than any other player on the pitch."], "story": [["Harry Kane - Tottenham", "Expected goals", 1.6], ["Harry Kane - Tottenham", "Expected goals (rank)", 1], ["Dejan Kulusevski - Tottenham", "Expected goals", 0.3], ["Harry Kane - Tottenham", "Shots on target", 2], ["Harry Kane - Tottenham", "Shots on target (rank)", 1]], "tweet_id": "1565012477275955200"}, {"tweet": "Son Heung-min and Harry Kane both successfuly completed three key passes (more than any other player on the pitch).", "sentences": ["Harry Kane completed three key passes.", "Son Heung-min completed joint most key passes of any other player on the pitch.", "Son Heung-min completed three key passes.", "Harry Kane completed joint most key passes of any other player on the pitch."], "story": [["Harry Kane - Tottenham", "Key passes", 3], ["Son Heung-min - Tottenham", "Key passes (rank) = ", 1], ["Son Heung-min - Tottenham", "Key passes", 3], ["Harry Kane - Tottenham", "Key passes (rank) = ", 1]], "tweet_id": "1565012534570225665"}, {"tweet": "Hojbjerg made more successful passes into the final third than any Spurs player (six). Harry Kane made four successful passes into the final third.", "sentences": ["Harry Kane managed to play an impressive 4 successful balls into the final third.", "Pierre Hojbjerg managed to play an impressive 6 successful balls into the final third.", "Pierre Hojbjerg managed to play an impressive 1 successful balls into the final third."], "story": [["Harry Kane - Tottenham", "Passes into final third", 4], ["Pierre Hojbjerg - Tottenham", "Passes into final third", 6], ["Pierre Hojbjerg - Tottenham", "Passes into final third (team rank)", 1]], "tweet_id": "1565016366033281032"}, {"tweet": "Harry Kane (alongside Forest's Morgan Gibbs-White) made the game's joint most successful passes into the opponent's box (four).", "sentences": ["Harry Kane managed to play an impressive 4 successful balls into the opponent's box.", "Morgan Gibbs-White completed joint most passes into the opponent's box of any other player on the pitch.", "Morgan Gibbs-White managed to play an impressive 4 successful balls into the opponent's box.", "Harry Kane completed joint most passes into the opponent's box of any other player on the pitch."], "story": [["Harry Kane - Tottenham", "Passes into the penalty area", 4], ["Morgan Gibbs-White - Nott'ham Forest", "Passes into the penalty area (rank) = ", 1], ["Morgan Gibbs-White - Nott'ham Forest", "Passes into the penalty area", 4], ["Harry Kane - Tottenham", "Passes into the penalty area (rank) = ", 1]], "tweet_id": "1565016422446731265"}, {"tweet": "Dejan Kulusevski carried the ball a combined 383 yards towards the opponent's goal (more than any other player on the pitch). Harry Kane racked up 156 yards.", "sentences": ["Harry Kane carried the ball 156 yards towards the opponent's goal.", "Dejan Kulusevski carried the ball a combined distance of 383 yards towards the opponent's goal.", "Dejan Kulusevski carried the ball farther towards the goal than any other player on the pitch."], "story": [["Harry Kane - Tottenham", "Progressive distance carried", 156], ["Dejan Kulusevski - Tottenham", "Progressive distance carried", 383], ["Dejan Kulusevski - Tottenham", "Progressive distance carried (rank)", 1]], "image": "Tottenham_2022-08-28_prgdist.png", "tweet_id": "1565016480814698497"}, {"tweet": "Hojbjerg completed 55 passes (out of 67) - more than any other Tottenham player.", "sentences": ["Pierre Hojbjerg attempted 67 passes.", "Pierre Hojbjerg attempted more passes than any other Tottenham player.", "Pierre Hojbjerg completed 55 passes.", "Pierre Hojbjerg completed more passes than any other Tottenham player."], "story": [["Pierre Hojbjerg - Tottenham", "Attempted passes", 67], ["Pierre Hojbjerg - Tottenham", "Attempted passes (team rank)", 1], ["Pierre Hojbjerg - Tottenham", "Successful passes", 55], ["Pierre Hojbjerg - Tottenham", "Successful passes (team rank)", 1]], "image": "Tottenham_2022-08-28_passing.png", "tweet_id": "1565016540721856513"}, {"tweet": "Hojbjerg played 357 yards worth of progressive passes, made five interceptions and completed two successful dribles.", "sentences": ["Pierre Hojbjerg passed the ball a total of 357 yards towards the opponents goal.", "Pierre Hojbjerg made five interceptions.", "Pierre Hojbjerg dribbled past an opponent two times."], "story": [["Pierre Hojbjerg - Tottenham", "Progressive pass distance", 357], ["Pierre Hojbjerg - Tottenham", "Interceptions", 5], ["Pierre Hojbjerg - Tottenham", "Successful dribbles", 2]], "image": "Tottenham_2022-08-28_prgpassing.png", "tweet_id": "1565016599559561216"}], "misc": {"team": "Tottenham", "opponent": "Nott'ham Forest", "result": [0, 2], "date": "2022-08-28", "home": "away"}}