{"data": [{"tweet": "See the numbers behind Tottenham's emphatic win over Leicester ⚽️ 🧵 👇", "sentences": ["See the numbers behind Tottenham's emphatic win over Leicester ⚽️ 🧵 👇"], "story": [["Tottenham", "Victory over Leicester City", "6 - 2"]], "tweet_id": "1574084403000664064"}, {"tweet": "Tottenham created an impressive 1.7 expected goals in this match, considerably more than the 0.9 xG they created in their last match (against Sporting CP).", "sentences": ["Tottenham managed to create an impressive 1.7 xG worth of chances.", "In their last game (against Sporting CP) Tottenham tallied 0.9 expected goals."], "story": [["Tottenham", "Non-penalty expected goals", 1.7, {"image": "Tottenham_2022-09-17>Non-penalty expected goals_timeseries.png"}], ["Tottenham", "Non-penalty expected goals (in last match v Sporting CP)", 0.9]], "tweet_id": "1574084433086406658"}, {"tweet": "Tottenham took 10 shots on target, up from five in their last game (against Sporting CP).", "sentences": ["Tottenham took 10 shots on target.", "In their last game (against Sporting CP) Tottenham took five shots on target."], "story": [["Tottenham", "Shots on target", 10], ["Tottenham", "Shots on target (in last match v Sporting CP)", 5]], "tweet_id": "1574084460395511810"}, {"tweet": "Leicester City completed 14 key passes, considerably more than their season average of 8.1 per 90 minutes.", "sentences": ["Leicester City completed 14 key passes.", "This season, Leicester City have averaged 8.1 key passes per 90 minutes."], "story": [["Leicester City", "Key passes", 14], ["Leicester City", "Key passes (season average)", 8.1]], "tweet_id": "1574084490393276418"}, {"tweet": "Tottenham applied less pressure high up the pitch than in their previous game (against Sporting CP). In this match, Spurs pressed 18 times in the final third, while in against Sporting they did so 52 times. Leicester City did so 47 times in this game.", "sentences": ["Tottenham pressed 18 times in the final third.", "Leicester City pressed 47 times in the final third.", "In their last game (against Sporting CP) Tottenham pressed 52 times in the final third."], "story": [["Tottenham", "Final third presses", 18], ["Leicester City", "Final third presses", 47], ["Tottenham", "Final third presses (in last match v Sporting CP)", 52]], "tweet_id": "1574084520911011841"}, {"tweet": "Tottenham were progressive in possession, taking 46% of their touches in the defensive third, while Leicester City held only 21% of their possession I the defensive third.", "sentences": ["Tottenham took 46% of their touches in the defensive third.", "Leicester City took 21% of their touches in the defensive third."], "story": [["Tottenham", "Percentage of defensive third touches", 46], ["Leicester City", "Percentage of defensive third touches", 21]], "tweet_id": "1574084548425564163"}, {"tweet": "Leicester City completed an impressive 52 passes into the final third, while Tottenham managed 21.", "sentences": ["Tottenham played 21 successful balls into the final third.", "Leicester City played 52 successful balls into the final third."], "story": [["Tottenham", "Passes into final third", 21], ["Leicester City", "Passes into final third", 52]], "tweet_id": "1574084576091295746"}, {"tweet": "Leicester City carried the ball into the final third 18 times, while Tottenham did so nine times. This season, Leicester City have averaged 11 carries into the attacking third per 90 minutes.", "sentences": ["Tottenham carried the ball into the final third nine times.", "Leicester City carried the ball into the final third 18 times.", "This season, Leicester City have averaged 11 carries into the final third per 90 minutes."], "story": [["Tottenham", "Carries into the final third", 9], ["Leicester City", "Carries into the final third", 18], ["Leicester City", "Carries into the final third (season average)", 11]], "tweet_id": "1574084603157045251"}, {"tweet": "Hojbjerg, our man of the match, completed 57 passes (out of 61) - more than any other Tottenham player.", "sentences": ["Pierre-Emile Hojbjerg was our man of the match.", "Pierre-Emile Hojbjerg attempted to make 61 passes.", "Pierre-Emile Hojbjerg attempted more passes than any other Tottenham player.", "Pierre-Emile Hojbjerg completed 57 passes.", "Pierre-Emile Hojbjerg completed more passes than any other Tottenham player."], "story": [["Pierre Hojbjerg - Tottenham", "MOTM", "true"], ["Pierre Hojbjerg - Tottenham", "Attempted passes", 61], ["Pierre Hojbjerg - Tottenham", "Attempted passes (team rank)", 1], ["Pierre Hojbjerg - Tottenham", "Successful passes", 57, {"image": "Tottenham_2022-09-17>Successful passes_stackedbar.png"}], ["Pierre Hojbjerg - Tottenham", "Successful passes (team rank)", 1]]}, {"tweet": "Hojbjerg passed the ball a combined 350 yards towards the opponents goal. Hojbjerg also played six successful passes into the final third - more than any other player on the pitch.", "sentences": ["Pierre-Emile Hojbjerg passed the ball 350 yards towards the opponent's goal.", "Pierre-Emile Hojbjerg played six successful balls into the final third.", "Pierre-Emile Hojbjerg played the most successful balls into the final third of any Tottenham player."], "story": [["Pierre Hojbjerg - Tottenham", "Progressive pass distance", 350, {"image": "Tottenham_2022-09-17>Progressive pass distance_scatter.png"}], ["Pierre Hojbjerg - Tottenham", "Passes into final third", 6], ["Pierre Hojbjerg - Tottenham", "Passes into final third (team rank)", 1]]}, {"tweet": "Pierre-Emile Hojbjerg both blocked three shots while Rodrigo Bentancur blocked five - more than any other Tottenham player.", "sentences": ["Pierre-Emile Hojbjerg blocked three shots.", "Rodrigo Bentancur blocked five shots.", "Rodrigo Bentancur blocked more shots on target than any other Tottenham player."], "story": [["Pierre Hojbjerg - Tottenham", "Blocks", 3], ["Rodrigo Bentancur - Tottenham", "Blocks", 5], ["Rodrigo Bentancur - Tottenham", "Blocks (team rank)", 1]]}, {"tweet": "Son Heung-min found some of the game's best chances - tallying an xG of 0.5 (more than anyone else on the pitch). Rodrigo Bentancur tallied an xG of 0.4.", "sentences": ["Rodrigo Bentancur created 0.4 xG worth of chances.", "Son Heung-min created 0.5 xG worth of chances.", "Son Heung-min had the highest xG of any Tottenham player."], "story": [["Rodrigo Bentancur - Tottenham", "Non-penalty expected goals", 0.4], ["Son Heung-min - Tottenham", "Non-penalty expected goals", 0.5], ["Son Heung-min - Tottenham", "Non-penalty expected goals (rank)", 1]]}, {"tweet": "Rodrigo Bentancur pressed the opponent six times - joint-most of any player on the pitch (alongside Leicester's Patson Daka).", "sentences": ["Rodrigo Bentancur successfully pressed the opponent six times.", "Patson Daka (Leicester City) successfully pressed the opponent joint-most times of any player on the pitch.", "Patson Daka successfully pressed the opponent six times.", "Rodrigo Bentancur (Tottenham) successfully pressed the opponent joint-most times of any player on the pitch."], "story": [["Rodrigo Bentancur - Tottenham", "Successful presses", 6], ["Patson Daka - Leicester City", "Successful presses (rank) = ", 1], ["Patson Daka - Leicester City", "Successful presses", 6], ["Rodrigo Bentancur - Tottenham", "Successful presses (rank) = ", 1]]}, {"tweet": "Rodrigo Bentancur attempted to make four challenges - joint-most of any player on the pitch (alongside Leicester's James Maddison).", "sentences": ["Rodrigo Bentancur attempted four challenges.", "James Maddison (Leicester City) attempted joint-most challenges than of any player on the pitch.", "James Maddison attempted four challenges.", "Rodrigo Bentancur (Tottenham) attempted joint-most challenges of any player on the pitch."], "story": [["Rodrigo Bentancur - Tottenham", "Attempted tackles", 4], ["James Maddison - Leicester City", "Attempted tackles (rank) = ", 1], ["James Maddison - Leicester City", "Attempted tackles", 4], ["Rodrigo Bentancur - Tottenham", "Attempted tackles (rank) = ", 1]]}, {"tweet": "Rodrigo Bentancur made three successful tackles - more than any other player on the pitch.", "sentences": ["Rodrigo Bentancur won three tackles.", "Rodrigo Bentancur won more tackles than any other player on the pitch."], "story": [["Rodrigo Bentancur - Tottenham", "Successful tackles", 3], ["Rodrigo Bentancur - Tottenham", "Successful tackles (rank)", 1]]}, {"tweet": "Rodrigo Bentancur made four interceptions - more than any other player on the pitch.", "sentences": ["Rodrigo Bentancur made four interceptions.", "Rodrigo Bentancur made more interceptions than any other player on the pitch."], "story": [["Rodrigo Bentancur - Tottenham", "Interceptions", 4], ["Rodrigo Bentancur - Tottenham", "Interceptions (rank)", 1]]}], "misc": {"team": "Tottenham", "opponent": "Leicester City", "result": [6, 2], "date": "2022-09-17", "home": "home"}}