{"data": [{"tweet": "Southampton posed danger in attack completing 16 key passses, compared with seven from Manchester Utd.", "sentences": ["Manchester Utd completed seven key passes.", "Southampton completed 16 key passes."], "story": [["Manchester Utd", "Key passes", 7], ["Southampton", "Key passes", 16]], "tweet_id": "1565033747019403267"}, {"tweet": "Southampton also carried the ball into Utd's box five times, considerably more than their average this season (2.8 times per 90).", "sentences": ["Southampton carried the ball into the opponent's box five times.", "This season, Southampton have averaged 2.8 carried balls into the opponent's box per 90 minutes."], "story": [["Southampton", "Carries into the penalty area", 5], ["Southampton", "Carries into the penalty area (season average)", 2.8]], "tweet_id": "1565033803416047618"}, {"tweet": "Southampton played 16 passes into the opponent's box, considerably more than their season average of 8.0 per 90 minutes.", "sentences": ["Southampton managed to play an impressive 16 successful balls into the opponent's box.", "This season, Southampton have averaged 8.0 passes into the opponent's box per 90 minutes."], "story": [["Southampton", "Passes into the penalty area", 16], ["Southampton", "Passes into the penalty area (season average)", 8]], "tweet_id": "1565033860269842433"}, {"tweet": "Manchester Utd were cautious in posssioin, taking 41% of their touches in the defensive third. Southampton only held 24% of their possession in their own third.", "sentences": ["Manchester Utd took 41% of the touches they played in the defensive third.", "Southampton took 24% or the game's touches in their defensive third."], "story": [["Manchester Utd", "Percentage of defensive third touches", 41], ["Southampton", "Percentage of defensive third touches", 24]], "tweet_id": "1565033919057207296"}, {"tweet": "Manchester Utd carried the ball a total of 848 yards towards the opponent's goal, up from 417 yards in their last game (against Liverpool).", "sentences": ["Manchester Utd carried the ball an impressive 848 yards towards the opponent's goal throughtout the game.", "Manchester Utd carried the ball 417 yards towards the Liverpool goal during their previous game."], "story": [["Manchester Utd", "Progressive distance carried", 848], ["Manchester Utd", "Progressive distance carried (in last match v Liverpool)", 417]], "image": "Manchester Utd_2022-08-27_prgdist.png"}, {"tweet": "Manchester Utd made four successful tackles in this match, considerably less than the 8.8 successful tackles they have averaged this season. Southampton made 10 successful tackles, equalling the average for teams in the Premier League this season.", "sentences": ["Manchester Utd won four tackles.", "Southampton won 10 tackles.", "In their last game (against Liverpool) Manchester Utd won 14 tackles.", "This season, Manchester Utd averaged 8.8 successful tackles per 90 minutes.", "Premier League teams have averaged 10.0 successful tackles per 90 minutes."], "story": [["Manchester Utd", "Successful tackles", 4], ["Southampton", "Successful tackles", 10], ["Manchester Utd", "Successful tackles (in last match v Liverpool)", 14], ["Manchester Utd", "Successful tackles (season average)", 8.8], ["Premier league", "Successful tackles (league average)", 10]], "image": "Manchester Utd_2022-08-27_lollipop0.png"}, {"tweet": "Manchester Utd made 40 clearances, while Southampton made 17. The average from Premier League teams this year is 21.0 per 90 minutes.", "sentences": ["Manchester Utd made 40 clearances.", "Southampton made 17 clearances.", "Premier league teams have averaged 21.0 clearances per 90 minutes."], "story": [["Manchester Utd", "Clearances", 40], ["Southampton", "Clearances", 17], ["Premier league", "Clearances (league average)", 21]]}, {"tweet": "Manchester Utd won an impressive 36 aerial duels to Southampton's 18. In their last game (against Liverpool) United won 19.", "sentences": ["Manchester Utd won 36 aerial duels.", "Southampton won 18 aerial duels.", "In their last game (against Liverpool) Manchester Utd won 19 aerial duels.", "Premier League won an average of 17.0 aerial duels per 90 minutes."], "story": [["Manchester Utd", "Aerial duels won", 36], ["Southampton", "Aerial duels won", 18], ["Manchester Utd", "Aerial duels won (in last match v Liverpool)", 19], ["Premier league", "Aerial duels won (league average)", 17]]}, {"tweet": "Diogo Dalot, our man of the match, created some of the best chances of the game - tallying an xA of 0.3.", "sentences": ["Diogo Dalot was our man of the match.", "Diogo Dalot created chances worth 0.3 expected goals."], "story": [["Diogo Dalot - Manchester Utd", "MOTM", "true"], ["Diogo Dalot - Manchester Utd", "Expected assists", 0.3]], "image": "Manchester Utd_2022-08-27_xa.png"}, {"tweet": "Diogo Dalot made two key passes, and player three balls into the opponent's penalty area (the games joint highest amount, alongside James Ward-Prowse).", "sentences": ["Diogo Dalot made two passes that lead to a teammate's shot.", "Diogo Dalot managed to play an impressive 3 successful balls into the opponent's box.", "James Ward-Prowse played the joint most passes into the penalty box.", "James Ward-Prowse managed to play an impressive 3 successful balls into the opponent's box.", "Diogo Dalot played the joint most passes into the penalty box."], "story": [["Diogo Dalot - Manchester Utd", "Key passes", 2], ["Diogo Dalot - Manchester Utd", "Passes into the penalty area", 3], ["James Ward-Prowse - Southampton", "Passes into the penalty area (rank) = ", 1], ["James Ward-Prowse - Southampton", "Passes into the penalty area", 3], ["Diogo Dalot - Manchester Utd", "Passes into the penalty area (rank) = ", 1]]}, {"tweet": "Diogo Dalot (alongside Che Adams) completed the match's most successful dribble (three).", "sentences": ["Diogo Dalot dribbled past an opponent three times.", "Diogo Dalot completed the joint most successful dribbles of anyone on the pitch.", "Che Adams dribbled past an opponent three times.", "Che Adams completed the joint most successful dribbles of anyone on the pitch."], "story": [["Diogo Dalot - Manchester Utd", "Successful dribbles", 3], ["Che Adams - Southampton", "Successful dribbles (rank) = ", 1], ["Che Adams - Southampton", "Successful dribbles", 3], ["Diogo Dalot - Manchester Utd", "Successful dribbles (rank) = ", 1]]}, {"tweet": "Diogo Dalot and Romeo Lavia both attempted three tackles in their respective defensive thirds (highest numbers in this game).", "sentences": ["Diogo Dalot attempted three challenges.", "Diogo Dalot attempted to make three challenges in the defensive third.", "Romeo Lavia attempted the joint most challenges in the defensive third of any other player on the pitch.", "Romeo Lavia attempted to make three challenges in the defensive third.", "Diogo Dalot attempted the joint most challenges in the defensive third of any other player on the pitch."], "story": [["Diogo Dalot - Manchester Utd", "Attempted tackles", 3], ["Diogo Dalot - Manchester Utd", "Tackles in the defensive third", 3], ["Romeo Lavia - Southampton", "Tackles in the defensive third (rank) = ", 1], ["Romeo Lavia - Southampton", "Tackles in the defensive third", 3], ["Diogo Dalot - Manchester Utd", "Tackles in the defensive third (rank) = ", 1]]}, {"tweet": "Bruno Fernandes found some great chances, tallying an xG of 0.6 (highest this match) and two shots on target.", "sentences": ["Bruno Fernandes managed to create an impressive 0.6 xG worth of chances.", "Bruno Fernandes created more expected goals than any other player on the pitch.", "Bruno Fernandes took two shots on target.", "Che Adams had the joint most shors on target of anyone in this match.", "Che Adams took two shots on target.", "Bruno Fernandes had the joint most shors on target of anyone in this match."], "story": [["Bruno Fernandes - Manchester Utd", "Expected goals", 0.6], ["Bruno Fernandes - Manchester Utd", "Expected goals (rank)", 1], ["Bruno Fernandes - Manchester Utd", "Shots on target", 2], ["Che Adams - Southampton", "Shots on target (rank) = ", 1], ["Che Adams - Southampton", "Shots on target", 2], ["Bruno Fernandes - Manchester Utd", "Shots on target (rank) = ", 1]], "image": "Manchester Utd_2022-08-27_xg.png"}], "misc": {"team": "Manchester Utd", "opponent": "Southampton", "result": [0, 1], "date": "2022-08-27", "home": "away"}}