{"data": [{"tweet": "Manchester United were aggressive out of possession, making five challenges in the final third. Liverpool only attempted one tackle in their attacking third. This season United have averaged 2.0 final third challenges per 90 minutes.", "sentences": ["Manchester Utd made five challenges in the final third.", "Liverpool attempted to make one tackle in the final third.", "This season, Manchester United have averaged 2.0 challenges in the final third per 90 minutes."], "story": [["Manchester Utd", "Attack_Tackles Final Third", 5], ["Liverpool", "Attack_Tackles Final Third", 1], ["Manchester Utd", "Attack_Tackles Final Third Season", 2]], "tweet_id": "1562200294808641538"}, {"tweet": "Manchester Utd played slightly deeper, taking about 40% of their touches in their defensive third, compared with about 30% for Liverpool.", "sentences": ["Manchester Utd took about 40% of their touches in the defensive third.", "Liverpool took about 30% of their touches in their defensive third."], "story": [["Manchester Utd", "Possession_Touches Def Third Ratio", 0.4], ["Liverpool", "Possession_Touches Def Third Ratio", 0.3]], "tweet_id": "1562200301167226880"}, {"tweet": "Manchester Utd made 24 challenges, resulting in 14 successful tackles. Liverpool made 13 challenged and six successful tackles.", "sentences": ["Manchester Utd attempted 24 tackles.", "Liverpool made 13 challenges.", "Manchester Utd won 14 tackles.", "Liverpool won six tackles."], "story": [["Manchester Utd", "Defence_Tackles", 24], ["Liverpool", "Defence_Tackles", 13], ["Manchester Utd", "Defence_Tackles Succ", 14], ["Liverpool", "Defence_Tackles Succ", 6]], "tweet_id": "1562200307396136962"}, {"tweet": "Manchester Utd made 12 challenges in the defensive third, compared with five from Liverpool.", "sentences": ["Manchester Utd attempted 12 challenges in the defensive third.", "Liverpool attempted five challenges in the defensive third."], "story": [["Manchester Utd", "Defence_Tackles Def Third", 12], ["Liverpool", "Defence_Tackles Def Third", 5]], "tweet_id": "1562200313725353984"}, {"tweet": "Anthony Martial played two key passes - more than any other Manchester United player. Bruno Fernandes also played a key pass (a pass that leads to a teammate's shot).", "sentences": ["Bruno Fernandes played two passes that lead to a teammate's shot.", "Anthony Martial played two passes that lead to a teammate's shot.", "Anthony Martial completed more passes that lead to a teammate's shot than any other Manchester United player.", "Bruno Fernandes completed the second most passes that lead to a teammate's shot of any Manchester United player."], "story": [["Bruno Fernandes - Manchester Utd", "Attack_KP", 2], ["Anthony Martial - Manchester Utd", "Attack_KP", 2], ["Anthony Martial - Manchester Utd", "Attack_KPTeamrank", 1], ["Bruno Fernandes - Manchester Utd", "Attack_KPTeamrank", 2]], "tweet_id": "1562200320045772800"}, {"tweet": "Marcus Rashford, our man of the match, took two shots on target - more than anyone else on the pitch.", "sentences": ["Marcus Rashford managed to take two shots on target.", "Marcus Rashford was our man of the match.", "Marcus Rashford had more shots on target than any other player on the pitch."], "story": [["Marcus Rashford - Manchester Utd", "Attack_sot", 2], ["Marcus Rashford - Manchester Utd", "MOTM", "true"], ["Marcus Rashford - Manchester Utd", "Attack_sot Rank", 1]], "tweet_id": "1562200326417305601"}, {"tweet": "Marcus Rashford carried the ball into the opponent's box four times, more than any other player on the pitch.", "sentences": ["Marcus Rashford carried the ball into the opponent's box four times.", "Marcus Rashford carried the ball into the opponent's box one times."], "story": [["Marcus Rashford - Manchester Utd", "Attack_Carries PA", 4], ["Marcus Rashford - Manchester Utd", "Attack_Carries PARank", 1]], "tweet_id": "1562200332997824519"}, {"tweet": "Bruno Fernandes was the Man U player to successfuly recieve the most (7) progressive passes played from within the middle or attacking third of the pitch.", "sentences": ["Bruno Fernandes successfully recieved seven progressive passes.", "Bruno Fernandes successfully recieved more progressive passes than any other Manchester United player."], "story": [["Bruno Fernandes - Manchester Utd", "Possession_Receive Prog", 7], ["Bruno Fernandes - Manchester Utd", "Possession_Receive Prog Teamrank", 1]], "tweet_id": "1562200340178808834"}, {"tweet": "Bruno Fernandes carried the ball into the final third nine times - more than any other Manchester United player.", "sentences": ["Bruno Fernandes carried the ball into the final third three times.", "Bruno Fernandes carried the ball into the final third more times than any other Manchester United player."], "story": [["Bruno Fernandes - Manchester Utd", "Possession_Carries Final Third", 3], ["Bruno Fernandes - Manchester Utd", "Possession_Carries Final Third Teamrank", 1]], "tweet_id": "1562200346776465408"}, {"tweet": "Marcus Rashford and Anthony Martial completed three successful dribbles (the joint most of any Manchester United player).", "sentences": ["Marcus Rashford dribbled past an opponent three times.", "Marcus Rashford dribbled past an opponent more times than any other Manchester United player.", "Anthony Martial dribbled past an opponent three times.", "Anthony Martial dribbled past an opponent the second most times of any Manchester United player."], "story": [["Marcus Rashford - Manchester Utd", "Possession_Drb Succ", 3], ["Marcus Rashford - Manchester Utd", "Possession_Drb Succ Teamrank", 1], ["Anthony Martial - Manchester Utd", "Possession_Drb Succ", 3], ["Anthony Martial - Manchester Utd", "Possession_Drb Succ Teamrank", 2]], "tweet_id": "1562200353600589825"}], "misc": {"team": "Manchester Utd", "opponent": "Liverpool", "result": [2, 1], "date": "2022-08-22", "home": "home"}}