{"data": [{"tweet": "Chelsea created 1.9 expected goals to Leicester City's 1.8. This season, Chelsea have averaged 0.8 xG per match and created 0.7 xG in their last game against Leeds", "sentences": ["Chelsea managed to create an impressive 1.9 xG worth of chances.", "Chelsea created 0.7 xG worth of chances in their previous game (against Leeds United).", "Leicester City managed to create an impressive 1.8 xG worth of chances.", "This season, Chelsea have averaged 0.8 expected goals per 90 minutes."], "story": [["Chelsea", "Expected goals", 1.9], ["Chelsea", "Expected goals (in last match v Leeds United)", 0.7], ["Leicester City", "Expected goals", 1.8], ["Chelsea", "Expected goals (season average)", 0.8]], "tweet_id": "1565103622731571202"}, {"tweet": "Leicester City had a lot of the ball in good positions, playing 15 key passes, compared with five from Chelsea.", "sentences": ["Chelsea completed five key passes.", "Leicester City completed 15 key passes."], "story": [["Chelsea", "Key passes", 5], ["Leicester City", "Key passes", 15]], "tweet_id": "1565103683418918917"}, {"tweet": "In this match Chelsea only carried the ball into the opponent's box one time, compared with five times in their previous match (against Leeds United). Across the whole division the average is 4.5 carries in the penalty area per 90 minutes.", "sentences": ["Chelsea carried the ball into the opponent's box one times.", "Leicester City carried the ball into the opponent's box six times.", "In their last game (against Leeds United) Chelsea carried the ball into the penalty area five times.", "This season, Chelsea have averaged 5.2 carried balls into the opponent's box per 90 minutes.", "Across the whole division the average is 4.5 carries in the opponent's box per 90 minutes."], "story": [["Chelsea", "Carries into the penalty area", 1], ["Leicester City", "Carries into the penalty area", 6], ["Chelsea", "Carries into the penalty area (in last match v Leeds United)", 5], ["Chelsea", "Carries into the penalty area (season average)", 5.2], ["Chelsea", "Carries into the penalty area (league average)", 4.5]], "tweet_id": "1565103740960575490"}, {"tweet": "Chelsea applied pressure high up the pitch, pressing 42 times in the final third while Leicester City pressed 23 times in the attacking third.", "sentences": ["Chelsea pressed their opponent 42 times in the final third.", "Leicester City pressed their opponent 23 times in the final third."], "story": [["Chelsea", "Final third presses", 42], ["Leicester City", "Final third presses", 23]], "tweet_id": "1565103800481980416"}, {"tweet": "Chelsea succesffuly played an impressive four passes into the opponent's box, compared with 12 from Leicester City. This season the Blues have averaged 9.0 completed passes into each opponent box per 90 minutes.", "sentences": ["Chelsea managed to play an impressive 4 successful balls into the opponent's box.", "Leicester City managed to play an impressive 12 successful balls into the opponent's box.", "This season, Chelsea have averaged 9.0 passes into the opponent's box per 90 minutes.", "Chelsea have averaged 8.6 passes into the opponent's box per 90 minutes."], "story": [["Chelsea", "Passes into the penalty area", 4], ["Leicester City", "Passes into the penalty area", 12], ["Chelsea", "Passes into the penalty area (season average)", 9], ["Chelsea", "Passes into the penalty area (league average)", 8.6]], "tweet_id": "1565103857738416134"}, {"tweet": "Chelsea attempted four challenges in the defensive third, considerably less than the 11 made by Leicester City and the 8.3 averaged across the division per 90 minutes.", "sentences": ["Chelsea attempted to make four challenges in the defensive third.", "Leicester City attempted to make 11 challenges in the defensive third.", "This season, Chelsea have averaged 6.2 attempted challenges in the defensive third per 90 minutes.", "Chelsea attempted to make 8.3 challenges in the defensive third per 90 minutes."], "story": [["Chelsea", "Tackles in the defensive third", 4], ["Leicester City", "Tackles in the defensive third", 11], ["Chelsea", "Tackles in the defensive third (season average)", 6.2], ["Chelsea", "Tackles in the defensive third (league average)", 8.3]], "tweet_id": "1565103914583736320"}, {"tweet": "Reece James created some of the best chances of the game - tallying 0.8 expected assists, while Raheem Sterling created chances worth 0.5 xA (the second highest of any Chelsea player).", "sentences": ["Reece James created chances worth 0.8 expected goals.", "Reece James created the most expected goals of any Chelsea player.", "Raheem Sterling managed to create an impressive 0.5 xG worth of chances.", "Raheem Sterling created the second most expected goals of any Chelsea player."], "story": [["Reece James - Chelsea", "Expected assists", 0.8], ["Reece James - Chelsea", "Expected assists (team rank)", 1], ["Raheem Sterling - Chelsea", "Expected assists", 0.5], ["Raheem Sterling - Chelsea", "Expected assists (team rank)", 2]], "tweet_id": "1565103971441823744"}, {"tweet": "Reece James made two key passes resulting in one assist.", "sentences": ["Reece James made two passes that lead to a teammate's shot.", "Reece James assisted one goal."], "story": [["Reece James - Chelsea", "Key passes", 2], ["Reece James - Chelsea", "Assists", 1]], "tweet_id": "1565104027838423047"}, {"tweet": "Jorginho successfuly completed 49 passes (more than any other Chelsea player), with a pass completion rate of 92%.", "sentences": ["Jorginho completed 49 passes.", "Jorginho completed more passes than any other Chelsea player.", "92% of Jorginho's passes found a teammate."], "story": [["Jorginho - Chelsea", "Successful passes", 49], ["Jorginho - Chelsea", "Successful passes (team rank)", 1], ["Jorginho - Chelsea", "Pass completion rate", 92]], "tweet_id": "1565104087846342656"}, {"tweet": "Jorginho completed seven passes into the final third (more than any other Chelsea player) and paased the ball a combined 293 yards towards the opponent's goal (also more than any other Chelsea player).", "sentences": ["Jorginho had the highest passing accuracy of any Chelsea player.", "Jorginho managed to play an impressive seven successful balls into the final third.", "Jorginho managed to play an impressive 11% of the passes they played into the final third.", "Jorginho passed the ball a total of 293 yards towards the opponents goal.", "Jorginho passed the ball farther towards the opponents goal than any other Chelsea player."], "story": [["Jorginho - Chelsea", "Pass completion rate (team rank)", 1], ["Jorginho - Chelsea", "Passes into final third", 7], ["Jorginho - Chelsea", "Passes into final third (team rank)", 1], ["Jorginho - Chelsea", "Progressive pass distance", 293], ["Jorginho - Chelsea", "Progressive pass distance (team rank)", 1]]}, {"tweet": "Jorginho won 100% or the game's aerial duels and his presses resulted in Chelsea winning possession eight time (more than any player on the pitch).", "sentences": ["Eight of Jorginho's presses resulted in Chelsea winning possession.", "More successful presses than any other player.", "Jorginho won 100% or the game's aerial duels."], "story": [["Jorginho - Chelsea", "Successful presses", 8], ["Jorginho - Chelsea", "Successful presses (rank)", 1], ["Jorginho - Chelsea", "Percentage of aerial duels won", 100]]}], "misc": {"team": "Chelsea", "opponent": "Leicester City", "result": [2, 1], "date": "2022-08-27", "home": "home"}}