{"data": [{"tweet": "Mancehster City managed to create chances worth an impressive 2.5 xG, significantly more than the Premier League average of 1.2 xG per game. Crystal Palace only created 0.1 xG, considerably less than their average this season of 1.1 xG.", "sentences": ["Crystal Palace managed to create an impressive 0.1 xG worth of chances.", "This season, Crystal Palace have averaged 1.1 expected goals per 90 minutes.", "Manchester City managed to create an impressive 2.5 xG worth of chances.", "Premier league teams have created an average of 1.2 xG worth of chances per 90 minutes."], "story": [["Crystal Palace", "Expected goals", 0.1], ["Crystal Palace", "Expected goals (season average)", 1.1], ["Manchester City", "Expected goals", 2.5], ["Premier league", "Expected goals (league average)", 1.2]], "image": "Manchester City_2022-08-27_xg.png"}, {"tweet": "Manchester City dominated possession, completing 734 passes - vastly more than the Premier League average of 349 passes.", "sentences": ["Manchester City completed 734 passes.", "Premier league teams complete, on average, 349 passes per 90 minutes."], "story": [["Manchester City", "Successful passes", 734], ["Premier league", "Successful passes (league average)", 349]], "image": "Manchester City_2022-08-27_passing.png"}, {"tweet": "Manchester City completing 15 key passes, while limiting Crystal Palace to two. Key passes are defined as any pass that leads to a teammate's shot.", "sentences": ["Manchester City made 15 key passes.", "Crystal Palace completed two key passes.", "Premier league teams complete an average of 8.6 key passes per 90 minutes."], "story": [["Manchester City", "Key passes", 15], ["Crystal Palace", "Key passes", 2], ["Premier league", "Key passes (league average)", 8.6]]}, {"tweet": "Manchester City carried the ball into the Palace penalty area eight times, while Palace only did so once. This season Crystal Palace have averaged 4.6 carries into the opponent's box.", "sentences": ["Crystal Palace carried the ball into the opponent's penalty area one time.", "This season, Crystal Palace have averaged 4.6 carried balls into the opponent's box per 90 minutes.", "Manchester City carried the ball into the opponent's box eight times.", "Premier league teams average 4.1 ball carries into the opponent's box per 90 minutes."], "story": [["Crystal Palace", "Carries into the penalty area", 1], ["Crystal Palace", "Carries into the penalty area (season average)", 4.6], ["Manchester City", "Carries into the penalty area", 8], ["Premier league", "Carries into the penalty area (league average)", 4.1]]}, {"tweet": "Manchester City succesffuly played an impressive 77 passes into the final third, up massively from 42 in their preivous match (against Newcastle). Crystal Palace only managed 9 passes into the attacking third, while the Premier League average is 27 per 90 minutes.", "sentences": ["Manchester City managed to play an impressive 77 successful balls into the final third.", "Crystal Palace managed to play an impressive 9 successful balls into the final third.", "In their last game (against Newcastle Utd) Manchester City managed to play an impressive 42 successful balls into the final third.", "Premier league teams average 27 passes into the final third per 90 minutes."], "story": [["Manchester City", "Passes into final third", 77], ["Crystal Palace", "Passes into final third", 9], ["Manchester City", "Passes into final third (in last match v Newcastle Utd)", 42], ["Premier league", "Passes into final third (league average)", 27]]}, {"tweet": "Manchester City were adventurous in possession, taking only 14% of their touches in the defensive third. Around 55% of Crystal Palace's touches were in the defensive third, while the average across the division is 33%.", "sentences": ["Manchester City took 14% of the touches they played defensive third.", "Crystal Palace took 55% of the touches they played in the defensive third.", "Just under 3 in 10 (33%) of Premier League's touches have been taken in the defensive third."], "story": [["Manchester City", "Percentage of defensive third touches", 14], ["Crystal Palace", "Percentage of defensive third touches", 55], ["Premier league", "Percentage of defensive third touches (league average)", 33]]}, {"tweet": "Manchester City carried the ball a combined 1,835 yards towards the opponent's goal. The Premier League average is 858 yards.", "sentences": ["Manchester City carried the ball an impressive 1835 yards towards the opponent's goal throughtout the game.", "Premier league carried the ball an average of 858 yards towards the opponent's goal per 90 minutes."], "story": [["Manchester City", "Progressive distance carried", 1835], ["Premier league", "Progressive distance carried (league average)", 858]], "image": "Manchester City_2022-08-27_prgdist.png"}, {"tweet": "Goal scorer Bernardo Silva was our man of the match.", "sentences": ["Bernardo Silva was our man of the match.", "Bernardo Silva scored one goal."], "story": [["Bernardo Silva - Manchester City", "MOTM", "true"], ["Bernardo Silva - Manchester City", "Goals", 1]]}, {"tweet": "Bernardo Silva created some of the best chances of the game - tallying an xA of 0.5 (more than any other player on the pitch).", "sentences": ["Bernardo Silva created chances worth 0.5 expected goals.", "Bernado Silva created more chances than anyone else on the pitch."], "story": [["Bernardo Silva - Manchester City", "Expected assists", 0.5], ["Bernardo Silva - Manchester City", "Expected assists (rank)", 1]], "image": "Manchester City_2022-08-27_xa.png"}, {"tweet": "Bernado Silva also made more key passes (four) than any other player on the pitch.", "sentences": ["Bernardo Silva made four passes that lead to a teammate's shot.", "Bernado Silva also made more key passes than any other player on the pitch."], "story": [["Bernardo Silva - Manchester City", "Key passes", 4], ["Bernardo Silva - Manchester City", "Key passes (rank)", 1]]}, {"tweet": "Bernardo Silva also made the most carries into the opponent's boc (five).", "sentences": ["Bernardo Silva carried the ball into the opponent's box five times.", "Bernado Silva carried the ball into the oppnents box more times than anyone on the pitch."], "story": [["Bernardo Silva - Manchester City", "Carries into the penalty area", 5], ["Bernardo Silva - Manchester City", "Carries into the penalty area (rank)", 1]]}, {"tweet": "Bernardo Silva successfully dribbled past an opponent on three occasions (more than any other player on the pitch).", "sentences": ["Bernardo Silva dribbled past an opponent three times.", "Bernardo Silva successful dribbled past an opponent more than any other player on the pitch."], "story": [["Bernardo Silva - Manchester City", "Successful dribbles", 3], ["Bernardo Silva - Manchester City", "Successful dribbles (rank)", 1]]}, {"tweet": "Kyle Walker completed 109 passes (out of 117) - more than any other player on the pitch.", "sentences": ["Kyle Walker attempted to make 117 passes.", "Kyle Waler attempted to make more passes than any other player on the pitch.", "Kyle Walker completed 109 passes.", "Kyle Waler successfuly made more passes than any other player on the pitch."], "story": [["Kyle Walker - Manchester City", "Attempted passes", 117], ["Kyle Walker - Manchester City", "Attempted passes (rank)", 1], ["Kyle Walker - Manchester City", "Successful passes", 109], ["Kyle Walker - Manchester City", "Successful passes (rank)", 1]]}, {"tweet": "Walker also played more successful passes into the final third than anyone else - 30.", "sentences": ["Kyle Walker managed to play an impressive 30 successful balls into the final third.", "Kyle Walker managed to play an impressive 1 successful balls into the final third."], "story": [["Kyle Walker - Manchester City", "Passes into final third", 30], ["Kyle Walker - Manchester City", "Passes into final third (rank)", 1]]}, {"tweet": "Walker also recoreded the greatest distance in combined progressive passes (632 yards).", "sentences": ["Kyle Walker passed the ball a total of 632 yards towards the opponents goal.", "Kyle Walker had the highest progressive pass distance."], "story": [["Kyle Walker - Manchester City", "Progressive pass distance", 632], ["Kyle Walker - Manchester City", "Progressive pass distance (rank)", 1]], "image": "Manchester City_2022-08-27_prgpassing.png"}], "misc": {"team": "Manchester City", "opponent": "Crystal Palace", "result": [4, 2], "date": "2022-08-27", "home": "home"}}