{"data": [{"tweet": "See the numbers behind Chelsea's latest victory ⚽️ 🧵 👇", "sentences": ["Chelsea won 2 - 1."], "story": [["Chelsea", "Victory over West Ham", "2 - 1"]], "tweet_id": "1566520344789323783"}, {"tweet": "Chelsea dominated possession, completing 588 passes to West Ham's 234.", "sentences": ["Chelsea completed 588 passes.", "West Ham completed 234 passes."], "story": [["Chelsea", "Successful passes", 588], ["West Ham", "Successful passes", 234]], "image": "Chelsea_2022-09-03>Successful passes_stacked.png", "tweet_id": "1566520376104034306"}, {"tweet": "Chelsea were patient out of possession, making only one tackles in the final third compared with four in their last game (against Southampton). This season, Chelsea have averaged four final third challenges per 90 minutes.", "sentences": ["Chelsea attempted to make one challenges in the final third.", "In their last game (against Southampton) Chelsea attempted to make four challenges in the final third.", "This season, Chelsea have averaged 4.0 attempted challenges in the final third per 90 minutes.", "Premier League teams attempted to make 2.4 challenges in the final third per 90 minutes."], "story": [["Chelsea", "Tackles in the final third", 1], ["Chelsea", "Tackles in the final third (in last match v Southampton)", 4], ["Chelsea", "Tackles in the final third (season average)", 4], ["Premier League", "Tackles in the final third (league average)", 2.4]], "image": "Chelsea_2022-09-03>lollipop0.png", "tweet_id": "1566520406231683075"}, {"tweet": "Chelsea carried the ball a combined 1,387 yards towards the opponent's goal, while West Ham only carried the ball 536 yards towards the Chelsea goal. Chelsea succesffuly played an impressive 53 passes into the final third, while West Ham managed 10.", "sentences": ["Chelsea carried the ball a combined distance of 1387 yards towards the opponent's goal.", "West Ham carried the ball a combined distance of 536 yards towards the opponent's goal.", "Chelsea managed to play an impressive 53 successful balls into the final third.", "West Ham managed to play an impressive 10 successful balls into the final third."], "story": [["Chelsea", "Progressive distance carried", 1387], ["West Ham", "Progressive distance carried", 536], ["Chelsea", "Passes into final third", 53], ["West Ham", "Passes into final third", 10]], "image": "Chelsea_2022-09-03>Progressive distance carried_scatter.png", "tweet_id": "1566520434920759296"}, {"tweet": "In this match Chelsea carried the ball into the final third 24 times, compared with nine times in their previous match (against Southampton). This season, Premier League teams have averaged 11 carries into the final third per 90 minutes.", "sentences": ["Chelsea carried the ball into the final third 24 times.", "West Ham carried the ball into the final third five times.", "In their last game (against Southampton) Chelsea carried the ball into the final third nine times.", "Premier League team averages 11 carried into the final third per 90 minutes."], "story": [["Chelsea", "Carries into the final third", 24], ["West Ham", "Carries into the final third", 5], ["Chelsea", "Carries into the final third (in last match v Southampton)", 9], ["Premier League", "Carries into the final third (league average)", 11]], "tweet_id": "1566520461898534914"}, {"tweet": "Thiago Silva, our man of the match, attempted to make 102 passes, completing 96 - more than any other player on the pitch. Silva's 94% pass completion was also the game's highest.", "sentences": ["Thiago Silva was our man of the match.", "Thiago Silva attempted to make 102 passes.", "Thiago Silva attempted more passes than any other player on the pitch.", "Thiago Silva completed 96 passes.", "Thiago Silva completed more passes than any other player on the pitch.", "94% of Thiago Silva's passes found a teammate.", "Thiago Silva had the highest passing accuracy of any player on the pitch."], "story": [["Thiago Silva - Chelsea", "MOTM", "true"], ["Thiago Silva - Chelsea", "Attempted passes", 102], ["Thiago Silva - Chelsea", "Attempted passes (rank)", 1], ["Thiago Silva - Chelsea", "Successful passes", 96], ["Thiago Silva - Chelsea", "Successful passes (rank)", 1], ["Thiago Silva - Chelsea", "Pass completion rate", 94], ["Thiago Silva - Chelsea", "Pass completion rate (rank)", 1]], "tweet_id": "1566520491694751747"}, {"tweet": "Thiago Silva also played more successful long balls than any other player on the pitch (16), while Ruben Loftus-Cheek completed nine. Silva also passed the ball farthest toward the opponent's goal of any player on the pitch (691 yards).", "sentences": ["Thiago Silva completed 16 long balls.", "Ruben Loftus-Cheek completed nine long balls.", "Thiago Silva completed more long balls than any other player on the pitch.", "Thiago Silva passed the ball a total of 691 yards towards the opponents goal.", "Thiago Silva passed the ball farther towards the opponents goal than any other player on the pitch."], "story": [["Thiago Silva - Chelsea", "Successful long balls", 16], ["Ruben Loftus-Cheek - Chelsea", "Successful long balls", 9], ["Thiago Silva - Chelsea", "Successful long balls (rank)", 1], ["Thiago Silva - Chelsea", "Progressive pass distance", 691], ["Thiago Silva - Chelsea", "Progressive pass distance (rank)", 1]], "image": "Chelsea_2022-09-03>Progressive pass distance_scatter.png", "tweet_id": "1566520519079362560"}, {"tweet": "Wesley Fofana attempted to make four challenges, while Thiago Silva attempted three challenges and won five interceptions.", "sentences": ["Thiago Silva attempted three challenges.", "Wesley Fofana attempted four challenges.", "Wesley Fofana attempted more challenges than any other player on the pitch.", "Thiago Silva made five interceptions."], "story": [["Thiago Silva - Chelsea", "Attempted tackles", 3], ["Wesley Fofana - Chelsea", "Attempted tackles", 4], ["Wesley Fofana - Chelsea", "Attempted tackles (rank)", 1], ["Thiago Silva - Chelsea", "Interceptions", 5]], "tweet_id": "1566520546132918272"}, {"tweet": "Ruben Loftus-Cheek carried the ball a total of 242 yards towards the opponent's goal (more than any other player on the pitch). He also succesfully played nine long balls and 18 passes into the final third.", "sentences": ["Ruben Loftus-Cheek completed nine long balls.", "Ruben Loftus-Cheek carried the ball a combined distance of 242 yards towards the opponent's goal.", "Ruben Loftus-Cheek carried the ball further towards the opponent's goal than any other player on the pitch.", "Ruben Loftus-Cheek managed to play an impressive 18 successful balls into the final third.", "Ruben Loftus-Cheek managed to play an impressive 1 successful balls into the final third."], "story": [["Ruben Loftus-Cheek - Chelsea", "Successful long balls", 9], ["Ruben Loftus-Cheek - Chelsea", "Progressive distance carried", 242], ["Ruben Loftus-Cheek - Chelsea", "Progressive distance carried (rank)", 1], ["Ruben Loftus-Cheek - Chelsea", "Passes into final third", 18], ["Ruben Loftus-Cheek - Chelsea", "Passes into final third (rank)", 1]]}], "misc": {"team": "Chelsea", "opponent": "West Ham", "result": [2, 1], "date": "2022-09-03", "home": "home"}}