{"data": [{"tweet": "See the numbers behind Manchester City's draw with Aston Villa ⚽️ 🧵 👇", "sentences": ["Manchester City drew 1-1 with Aston Villa."], "story": [["Manchester City", "Draw with Aston Villa", "1 - 1"]], "tweet_id": "1566692933595762689"}, {"tweet": "Manchester City (1.5 xG) created more than Aston Villa (0.2 xG), but found considerably fewer good chances than in their last match (an incredible 3.8 xG against Nottingham Forest.", "sentences": ["Manchester City managed to create an impressive 1.5 xG worth of chances.", "Manchester City created 3.8 xG worth of chances in their previous game (against Nott'ham Forest).", "Aston Villa managed to create an impressive 0.2 xG worth of chances.", "This season, Aston Villa have averaged 0.8 expected goals per 90 minutes."], "story": [["Manchester City", "Expected goals", 1.5], ["Manchester City", "Expected goals (in last match v Nott'ham Forest)", 3.8], ["Aston Villa", "Expected goals", 0.2], ["Aston Villa", "Expected goals (season average)", 0.8]], "image": "Manchester City_2022-09-03>Non-penalty expected goals_timeseries.png", "tweet_id": "1566692960800051200"}, {"tweet": "Manchester City were less aggressive than they have been recently, making only two tackles in the final third against Aston Villa compared with five against Nottingham Forest.", "sentences": ["Manchester City attempted to make two challenges in the final third.", "In their last game (against Nott'ham Forest) Manchester City attempted to make five challenges in the final third."], "story": [["Manchester City", "Tackles in the final third", 2], ["Manchester City", "Tackles in the final third (in last match v Nott'ham Forest)", 5]], "tweet_id": "1566692987660341248"}, {"tweet": "Manchester City managed to play an impressive 13 successful balls into the opponent's box, while limiting Aston Villa to only one. This season Villa have averaged 7.3 balls into the opponents box per 90 minutes.", "sentences": ["Manchester City managed to play an impressive 13 successful balls into the opponent's box.", "Aston Villa managed to play an impressive 1 successful balls into the opponent's box.", "This season, Aston Villa have averaged 7.3 passes into the opponent's box per 90 minutes."], "story": [["Manchester City", "Passes into the penalty area", 13], ["Aston Villa", "Passes into the penalty area", 1], ["Aston Villa", "Passes into the penalty area (season average)", 7.3]], "tweet_id": "1566693016898879489"}, {"tweet": "Manchester City carried the ball a total distance of 1,551 yards towards the opponent's goal. Aston Villa had a combined progressive carry distance of 442 yards. City played an impressive 44 passes into the final third, compared with 10 from Villa", "sentences": ["Manchester City carried the ball a combined distance of 1551 yards towards the opponent's goal.", "Aston Villa carried the ball a combined distance of 442 yards towards the opponent's goal.", "This season Aston Villa have carried the ball an average of 958 yards towards the opponent's goal per 90 minutes.", "Manchester City managed to play an impressive 44 successful balls into the final third.", "Aston Villa managed to play an impressive 10 successful balls into the final third."], "story": [["Manchester City", "Progressive distance carried", 1551], ["Aston Villa", "Progressive distance carried", 442], ["Aston Villa", "Progressive distance carried (season average)", 958], ["Manchester City", "Passes into final third", 44], ["Aston Villa", "Passes into final third", 10]], "image": "Manchester City_2022-09-03>Progressive distance carried_scatter.png", "tweet_id": "1566693047403962369"}, {"tweet": "Kevin De Bruyne, our man of the match, created some of the best chances of the game - tallying an xA of 0.7 (more than anyone else on the pitch). De Bruyne has provided more expected assists (2.4 xA) than any other player in the Premier League this season.", "sentences": ["Kevin De Bruyne was our man of the match.", "Kevin De Bruyne created chances worth 0.7 expected goals.", "Kevin De Bruyne created more expected goals than any other player on the pitch.", "Kevin De Bruyne has provided more expected goals than any other player in the Premier League this season.", "Kevin De Bruyne has provided 2.4 xA worth of chances this season."], "story": [["Kevin De Bruyne - Manchester City", "MOTM", "true"], ["Kevin De Bruyne - Manchester City", "Expected assists", 0.7], ["Kevin De Bruyne - Manchester City", "Expected assists (rank)", 1], ["Kevin De Bruyne - Manchester City", "Expected assists (league rank)", 1], ["Kevin De Bruyne - Manchester City", "Expected assists (this season)", 2.4]], "image": "Manchester City_2022-09-03>Expected assists_timeseries.png", "tweet_id": "1566693074713120768"}, {"tweet": "Kevin De Bruyne made five key passes against Villa and has provided 19 key passes this season - again more than anyone else in the league.", "sentences": ["Kevin De Bruyne made five passes that lead to a teammate's shot.", "Kevin De Bruyne completed more passes than any other player on the pitch.", "Kevin De Bruyne completed more passes than any other player in the Premier League.", "De Bruyne has provided 19 key passes this season."], "story": [["Kevin De Bruyne - Manchester City", "Key passes", 5], ["Kevin De Bruyne - Manchester City", "Key passes (rank)", 1], ["Kevin De Bruyne - Manchester City", "Key passes (league rank)", 1], ["Kevin De Bruyne - Manchester City", "Key passes (this season)", 19]], "tweet_id": "1566693101523066881"}, {"tweet": "Kevin De Bruyne played four successful passes into the opponent's box (more than any other player on the pitch), played 10 successful long balls, and carried the ball into the final third four times.", "sentences": ["Kevin De Bruyne managed to play an impressive 4 successful balls into the opponent's box.", "Kevin De Bruyne managed to play an impressive 1 successful balls into the opponent's box.", "Kevin De Bruyne completed 10 long balls.", "Kevin De Bruyne carried the ball into the final third four times."], "story": [["Kevin De Bruyne - Manchester City", "Passes into the penalty area", 4], ["Kevin De Bruyne - Manchester City", "Passes into the penalty area (rank)", 1], ["Kevin De Bruyne - Manchester City", "Successful long balls", 10], ["Kevin De Bruyne - Manchester City", "Carries into the final third", 4]], "tweet_id": "1566693128404455425"}, {"tweet": "Joao Cancelo played 9 successful passes into the final third (more than anyone else on the pitch) and completed eight long balls.", "sentences": ["Joao Cancelo completed eight long balls.", "Joao Cancelo managed to play an impressive 9 successful balls into the final third.", "Joao Cancelo played more balls into the final third than anyone else on the pitch."], "story": [["Joao Cancelo - Manchester City", "Successful long balls", 8], ["Joao Cancelo - Manchester City", "Passes into final third", 9], ["Joao Cancelo - Manchester City", "Passes into final third (rank)", 1]], "tweet_id": "1566693157152215042"}, {"tweet": "Joao Cancelo successfully dribbled past an opponent on three occasions - more than any other player on the pitch. This season he has a Premier League high of 10 successful dribbles.", "sentences": ["Joao Cancelo dribbled past an opponent three times.", "Joao Cancelo dribbled past an opponent more times than any other player on the pitch.", "Cancelo has dribbled past an opponent more times than anyone elses in the league.", "This season Joao Cancelo has dribbled past an opponent 10 times."], "story": [["Joao Cancelo - Manchester City", "Successful dribbles", 3], ["Joao Cancelo - Manchester City", "Successful dribbles (rank)", 1], ["Joao Cancelo - Manchester City", "Successful dribbles (league rank)", 1], ["Joao Cancelo - Manchester City", "Successful dribbles (this season)", 10]], "image": "Manchester City_2022-09-03>Successful dribbles_timeseries.png"}], "misc": {"team": "Manchester City", "opponent": "Aston Villa", "result": [1, 1], "date": "2022-09-03", "home": "away"}}