{"data": [{"tweet": "See the numbers behind Liverpool's heavy defeat to Napoli ⚽️ 🧵 👇", "sentences": ["Liverpool lost 4 - 1."], "story": [["Liverpool", "Defeat to Napoli", "4 - 1"]], "tweet_id": 1569225186196471808}, {"tweet": "Napoli broke through Liverpool's defense with ease, creating chances worth 4.5 expected goals. Liverpool created only 0.9 xG worth of chances. However, Liverpool did manage to play an impressive 18 balls into the opponents box, while Napoli managed sseven.", "sentences": ["Liverpool created 0.9 xG worth of chances.", "Napoli managed to create an impressive 4.5 xG worth of chances.", "Liverpool managed to play an impressive 18 successful balls into the opponent's box.", "Napoli managed to play seven successful balls into the opponent's box."], "story": [["Liverpool", "Expected goals", 0.9], ["Napoli", "Expected goals", 4.5], ["Liverpool", "Passes into the penalty area", 18], ["Napoli", "Passes into the penalty area", 7]], "tweet_id": 1569225226440810497}, {"tweet": "Liverpool also managed to play an impressive 50 successful balls into the final third. Napoli completed 16 passes into the the final third. Liverpool players also successfully dribbled past an opponent on four occassions.", "sentences": ["Liverpool managed to play an impressive 50 successful balls into the final third.", "Napoli managed to play an impressive 16 successful balls into the final third.", "Liverpool players successfully dribbled past an opponent on four occassions."], "story": [["Liverpool", "Passes into final third", 50], ["Napoli", "Passes into final third", 16], ["Liverpool", "Successful dribbles", 4]], "image": "Liverpool_2022-09-07>Successful dribbles_timeseries.png", "tweet_id": 1569225256560107520}, {"tweet": "However, the Napoli defense was solid, making 29 clearances while Liverpool only cleared the ball four times during the whole game.", "sentences": ["Liverpool made fourclearances.", "Napoli made 29 clearances."], "story": [["Liverpool", "Clearances", 4], ["Napoli", "Clearances", 29]], "tweet_id": 1569225284162912256}, {"tweet": "But Liverpool did show intensity off the ball, pressing their opponent 65 times in the final third. Napoli pressed 10 times in the final third.", "sentences": ["Liverpool pressed their opponent 65 times in the final third.", "Napoli pressed their opponent 10 times in the final third."], "story": [["Liverpool", "Final third presses", 65], ["Napoli", "Final third presses", 10]], "tweet_id": 1569225311446769664}, {"tweet": "Trent Alexander-Arnold was Liverpool's most creative force, creating chances worth 0.4 expected goals and completing five key passes.", "sentences": ["Trent Alexander-Arnold was our man of the match.", "Trent Alexander-Arnold created chances worth 0.4 expected goals.", "Trent Alexander-Arnold created more expected goals than any other Liverpool player.", "Trent Alexander-Arnold completed five key passes.", "Trent Alexander-Arnold completed joint most key passes of any other player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "MOTM", "true"], ["Trent Alexander-Arnold - Liverpool", "Expected assists", 0.4], ["Trent Alexander-Arnold - Liverpool", "Expected assists (team rank)", 1], ["Trent Alexander-Arnold - Liverpool", "Key passes", 5], ["Trent Alexander-Arnold - Liverpool", "Key passes (rank) = ", 1]], "image": "Liverpool_2022-09-07>Expected assists_timeseries.png", "tweet_id": 1569225340911771648}, {"tweet": "Trent Alexander-Arnold has completed joint most key passes in the Champions League (alongside Kingsley Coman of Bayern Munich).", "sentences": ["Trent Alexander-Arnold (Liverpool) has completed joint most key passes in the Champions League.", "Trent Alexander-Arnold has completed five key passes in the Champions League.", "Kingsley Coman (Bayern Munich) has completed joint most key passes in the Champions League.", "Kingsley Coman has completed five key passes in the Champions League."], "story": [["Trent Alexander-Arnold - Liverpool", "Key passes (Champions Lg rank) =", 1], ["Trent Alexander-Arnold - Liverpool", "Key passes (Champions Lg)", 5], ["Kingsley Coman - Bayern Munich", "Key passes (Champions Lg rank) =", 1], ["Kingsley Coman - Bayern Munich", "Key passes (Champions Lg)", 5]], "image": "Liverpool_2022-09-07>Key passes_scattercomp.png", "tweet_id": 1569225372075495424}, {"tweet": "Trent Alexander-Arnold completed six passes into the penalty area and three crosses - the highest number of anyone in the Champions League this season.", "sentences": ["Trent Alexander-Arnold completed three crosses.", "Trent Alexander-Arnold completed joint most crosses of any other player on the pitch.", "Trent Alexander-Arnold played six successful balls into the opponent's box.", "Trent Alexander-Arnold played joint most successful balls into the opponent's box.", "Trent Alexander-Arnold completed more crosses than any other player in the Champions League.", "Trent Alexander-Arnold has completed three crosses in the Champions League this season."], "story": [["Trent Alexander-Arnold - Liverpool", "Successful crosses", 3], ["Trent Alexander-Arnold - Liverpool", "Successful crosses (rank) = ", 1], ["Trent Alexander-Arnold - Liverpool", "Passes into the penalty area", 6], ["Trent Alexander-Arnold - Liverpool", "Passes into the penalty area (rank) = ", 1], ["Trent Alexander-Arnold - Liverpool", "Successful crosses (Champions Lg rank)", 1], ["Trent Alexander-Arnold - Liverpool", "Successful crosses (Champions Lg)", 3]], "image": "Liverpool_2022-09-07>Successful crosses_scattercomp.png", "tweet_id": 1569225402941333505}, {"tweet": "However, Trent Alexander-Arnold, Andrew Robertson and Fabinho were each dribbled past by an opponent three times - the most amount of times of anyone in this match.", "sentences": ["Trent Alexander-Arnold was dribbled past by an opponent three times.", "Andrew Robertson was dribbled past by an opponent three times.", "Fabinho dribbled pawas dribbled past by an opponent three times.", "Fabinho was dribbled past by an opponent joint most times of any player on the pitch.", "Andrew Robertson was dribbled past by an opponent joint most times of any player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "Dribbled past", 3], ["Andrew Robertson - Liverpool", "Dribbled past", 3], ["Fabinho - Liverpool", "Dribbled past", 3], ["Fabinho - Liverpool", "Dribbled past (rank) = ", 1], ["Andrew Robertson - Liverpool", "Dribbled past (rank) = ", 1]], "tweet_id": 1569225430808383490}], "misc": {"team": "Liverpool", "opponent": "Napoli", "result": [4, 1], "date": "2022-09-07", "home": "away"}}