{"data": [{"tweet": "Arsenal managed to create an impressive 2.4 xG worth of chances and tallied eight shots on target. Both considerably above the Premier League of 1.2 xG and 4.1 shots on target this season.", "sentences": ["Arsenal managed to create an impressive 2.4 xG worth of chances.", "Premier league teams have averaged 1.2 xG worth of chances per 90 minutes.", "Arsenal took eight shots on target.", "Premier league teams averaged 4.1 shots on target per 90 minutes."], "story": [["Arsenal", "Expected goals", 2.4], ["Premier league", "Expected goals (league average)", 1.2], ["Arsenal", "Shots on target", 8], ["Premier league", "Shots on target (league average)", 4.1]], "image": "Arsenal_2022-08-27_xg.png", "tweet_id": "1564882342472196097"}, {"tweet": "Arsenal dominated possession, completing 533 passes to Fulham's 168.", "sentences": ["Arsenal completed 533 passes.", "Fulham completed 168 passes."], "story": [["Arsenal", "Successful passes", 533], ["Fulham", "Successful passes", 168]], "image": "Arsenal_2022-08-27_passing.png", "tweet_id": "1564882359635288064"}, {"tweet": "Arsenal completed eight 14 key passes, up from eight in their last match (against Bournemouth) and considerably greater than the Premier League average of 8.6 per 90.", "sentences": ["Arsenal completed 14 key passes.", "In their last game (against Bournemouth) Arsenal completed eight passes.", "Premier league completed an average of 8.6 passes per 90 minutes."], "story": [["Arsenal", "Key passes", 14], ["Arsenal", "Key passes (in last match v Bournemouth)", 8], ["Premier league", "Key passes (league average)", 8.6]], "tweet_id": "1564882374638329860"}, {"tweet": "In this match Arsenal carried the ball into the opponent's box seven times, while Fulham only did so once. This season, Premier league teams have averaged 4.1 carries into the opponent's box per 90 minutes..", "sentences": ["Arsenal carried the ball into the opponent's box seven times.", "Fulham carried the ball into the opponent's box one times.", "In their last game (against Bournemouth) Arsenal carried the ball into the opponent's box two times.", "This season, Fulham have averaged 2.2 carries into the opponent's box per 90 minutes.", "Premier league teams have averaged 4.1 carries into the opponent's box per 90 minutes."], "story": [["Arsenal", "Carries into the penalty area", 7], ["Fulham", "Carries into the penalty area", 1], ["Arsenal", "Carries into the penalty area (in last match v Bournemouth)", 2], ["Fulham", "Carries into the penalty area (season average)", 2.2], ["Premier league", "Carries into the penalty area (league average)", 4.1]], "tweet_id": "1564882389242986498"}, {"tweet": "Arsenal were aggressive out of possession, making seven tackles in the final third. This season, Arsenal have averaged 3.5 challenges in the final third per 90 minute, while 2.2 is the average acrosss all teams in the division.", "sentences": ["Arsenal attempted to make seven challenges in the final third.", "This season, Arsenal have averaged 3.5 attempted challenges in the final third per 90 minutes.", "Premier league teams have averaged 2.2 challenges in the final third per 90 minutes."], "story": [["Arsenal", "Tackles in the final third", 7], ["Arsenal", "Tackles in the final third (season average)", 3.5], ["Premier league", "Tackles in the final third (league average)", 2.2]], "tweet_id": "1564882405554638849"}, {"tweet": "Arsenal completed an impressive 37 passes into the final third, while Fulham managed 10.", "sentences": ["Arsenal managed to play an impressive 37 successful balls into the final third.", "Fulham managed to play an impressive 10 successful balls into the final third."], "story": [["Arsenal", "Passes into final third", 37], ["Fulham", "Passes into final third", 10]], "tweet_id": "1564882420188565504"}, {"tweet": "Arsenal completed 19 passes into the opponent's box, considerably more than the 7.8 Premier League average this season.", "sentences": ["Arsenal managed to play an impressive 19 successful balls into the opponent's box.", "Premier league teams have averaged 7.8 passes into the opponent's box per 90 minutes."], "story": [["Arsenal", "Passes into the penalty area", 19], ["Premier league", "Passes into the penalty area (league average)", 7.8]], "tweet_id": "1564882434503614464"}, {"tweet": "Arsenal completed 82 long balls, while Fulham managed 24.", "sentences": ["Arsenal completed 82 long balls.", "Fulham completed 24 long balls."], "story": [["Arsenal", "Successful long balls", 82], ["Fulham", "Successful long balls", 24]], "tweet_id": "1564882449359847424"}, {"tweet": "Arsenal carried the ball a combined distance of 1,534 yards towards the opponent's goal, considerably more than the Premier League average of 858 yards.", "sentences": ["Arsenal carried the ball a combined distance of 1534 yards towards the opponent's goal.", "Premier league carried the ball an average of 858 yards towards the opponent's goal per 90 minutes."], "story": [["Arsenal", "Progressive distance carried", 1534], ["Premier league", "Progressive distance carried (league average)", 858]], "tweet_id": "1564882463763185664"}, {"tweet": "Arsenal players suceessfuly completed an impressive 20 dibbles, while Premier League average is 6.9 per 90 minutes.", "sentences": ["Arsenal dribbled past an opponent 20 times.", "This season, Premier League have averaged 6.9 completed dribbles per 90 minutes."], "story": [["Arsenal", "Successful dribbles", 20], ["Premier league", "Successful dribbles (league average)", 6.9]], "tweet_id": "1564883253236011008"}, {"tweet": "Martinelli, our man of the match, took two shots on target, joint most of any player on the pitch (alongside Martin Odegaard).", "sentences": ["Martinelli was our man of the match.", "Martinelli took two shots on target.", "Odegaard took joint most shots on target.", "Martin Odegaard took two shots on target.", "Martinelli took joint most shots on target."], "story": [["Martinelli - Arsenal", "MOTM", "true"], ["Martinelli - Arsenal", "Shots on target", 2], ["Martin Odegaard - Arsenal", "Shots on target (rank) = ", 1], ["Martin Odegaard - Arsenal", "Shots on target", 2], ["Martinelli - Arsenal", "Shots on target (rank) = ", 1]], "tweet_id": "1564883267542712320"}, {"tweet": "William Saliba created some of the best chances of the game - tallying an xA of 0.8 (more than anyone else on the pitch), while Martinelli created chances worth 0.6 xA.", "sentences": ["Martinelli created chances worth 0.6 expected goals.", "William Saliba managed to create an impressive 0.8 xG worth of chances.", "William Saliba created more expected goals than any other player on the pitch."], "story": [["Martinelli - Arsenal", "Expected assists", 0.6], ["William Saliba - Arsenal", "Expected assists", 0.8], ["William Saliba - Arsenal", "Expected assists (rank)", 1]], "image": "Arsenal_2022-08-27_xa.png", "tweet_id": "1564883284349407233"}, {"tweet": "Martinelli successfuly completed five key passes (passes leading to a teammate's shot) - more than any other player on the pitch.", "sentences": ["Martinelli completed five key passes.", "Martinelli completed more key passes than any other player on the pitch."], "story": [["Martinelli - Arsenal", "Key passes", 5], ["Martinelli - Arsenal", "Key passes (rank)", 1]], "tweet_id": "1564883299281018881"}, {"tweet": "Martinelli and Bukayo Saka both carried the ball into the opponent's box three times, joint most of any player on the pitch.", "sentences": ["Martinelli carried the ball into the opponent's box three times.", "Martinelli carried the ball into the opponent's box more times than any one else on the pitch.", "Bukayo Saka carried the ball into the opponent's box three times.", "Bukayo Saka carried the ball into the opponent's box more times than any other player on the pitch."], "story": [["Martinelli - Arsenal", "Carries into the penalty area", 3], ["Bukayo Saka - Arsenal", "Carries into the penalty area (rank) = ", 1], ["Bukayo Saka - Arsenal", "Carries into the penalty area", 3], ["Martinelli - Arsenal", "Carries into the penalty area (rank) = ", 1]], "tweet_id": "1564883313642422273"}, {"tweet": "William Saliba successfuly completed 89 passes (more than any other player on the pitch) and got an assist.", "sentences": ["William Saliba assisted one goal.", "William Saliba attempted 94 passes.", "William Saliba attempted more passes than any other player on the pitch.", "William Saliba completed 89 passes.", "William Saliba completed more passes than any other player on the pitch."], "story": [["William Saliba - Arsenal", "Assists", 1], ["William Saliba - Arsenal", "Attempted passes", 94], ["William Saliba - Arsenal", "Attempted passes (rank)", 1], ["William Saliba - Arsenal", "Successful passes", 89], ["William Saliba - Arsenal", "Successful passes (rank)", 1]]}, {"tweet": "William Saliba passed the ball a combined 548 yards towards the opponents goal, more than any other player on the pitch.", "sentences": ["William Saliba passed the ball a total of 548 yards towards the opponents goal.", "William Saliba passed the ball farther towards the opponents goal than any other player on the pitch."], "story": [["William Saliba - Arsenal", "Progressive pass distance", 548], ["William Saliba - Arsenal", "Progressive pass distance (rank)", 1]], "image": "Arsenal_2022-08-27_prgpassing.png"}, {"tweet": "William Saliba played 20 successful long balls - more than anyone else on the pitch.", "sentences": ["William Saliba completed 20 long balls.", "William Saliba completed more long balls than any other player on the pitch."], "story": [["William Saliba - Arsenal", "Successful long balls", 20], ["William Saliba - Arsenal", "Successful long balls (rank)", 1]]}, {"tweet": "William Saliba carried the ball a total of 393 yards towards the opponent's goal - farther than any other player on the pitch.", "sentences": ["William Saliba carried the ball a combined distance of 393 yards towards the opponent's goal.", "William Saliba carried the ball further towards the opponent's goal than any other player on the pitch."], "story": [["William Saliba - Arsenal", "Progressive distance carried", 393], ["William Saliba - Arsenal", "Progressive distance carried (rank)", 1]]}], "misc": {"team": "Arsenal", "opponent": "Fulham", "result": [2, 1], "date": "2022-08-27", "home": "hom"}}