{"data": [{"tweet": "See the numbers behind Arsenal deafeat in Manchester ⚽️ 🧵 👇", "sentences": ["Arsenal lost 3-1 to Manchester United."], "story": [["Arsenal", "Defeat to Manchester Utd", "3 - 1"]], "tweet_id": "1567061036422897665"}, {"tweet": "Arsenal causes Mancehster Utd trouble, carrying the ball into the opponent's box 10 times. The average this season for Premier League teams is 4.4 times per 90 minutes. Arsenal also completed 14 passes into the opponent's box, while United managed four.", "sentences": ["Arsenal carried the ball into the opponent's box 10 times.", "In their last game (against Aston Villa) Arsenal carried the ball into the opponent's box four times.", "The average this season for Premier League teams is 4.4 carries into the penalty area per 90 minutes.", "Arsenal managed to play an impressive 14 successful balls into the opponent's box.", "Manchester Utd managed to play an impressive 4 successful balls into the opponent's box."], "story": [["Arsenal", "Carries into the penalty area", 10], ["Arsenal", "Carries into the penalty area (in last match v Aston Villa)", 4], ["Premier League", "Carries into the penalty area (league average)", 4.4], ["Arsenal", "Passes into the penalty area", 14], ["Manchester Utd", "Passes into the penalty area", 4]], "tweet_id": "1567061063165788160"}, {"tweet": "Manchester Utd only carried the ball into the final third three times, compared with 22 times for Arsenal. This season Manchester Utd have averaged 11.0 carries into the final third per 90 minutes.", "sentences": ["Arsenal carried the ball into the final third 22 times.", "Manchester Utd carried the ball into the final third three times.", "This season, Manchester Utd have averaged 11 carried into the final third per 90 minutes.", "Premier League team averages 11 carried into the final third per 90 minutes."], "story": [["Arsenal", "Carries into the final third", 22], ["Manchester Utd", "Carries into the final third", 3], ["Manchester Utd", "Carries into the final third (season average)", 11], ["Premier League", "Carries into the final third (league average)", 11]], "tweet_id": "1567061089942134785"}, {"tweet": "Arsenal were aggressive out of possession, making seven tackles in the final third - United did so once. In their last game (against Aston Villa) the Gunners attempted three challenges in the attacking third, while the Premier League teams averaged 2.5 per 90 minutes.", "sentences": ["Arsenal attempted to make seven challenges in the final third.", "Manchester Utd attempted to make one challenges in the final third.", "In their last game (against Aston Villa) Arsenal attempted to make three challenges in the final third.", "Premier League teams attempted to make 2.5 challenges in the final third per 90 minutes."], "story": [["Arsenal", "Tackles in the final third", 7], ["Manchester Utd", "Tackles in the final third", 1], ["Arsenal", "Tackles in the final third (in last match v Aston Villa)", 3], ["Premier League", "Tackles in the final third (league average)", 2.5]], "tweet_id": "1567061119503581184"}, {"tweet": "Arsenal also applied pressure high up the pitch, pressing 35 times in the final third while United pressed 11 times in their attacking third.", "sentences": ["Arsenal pressed their opponent 35 times in the final third.", "Manchester Utd pressed their opponent 11 times in the final third."], "story": [["Arsenal", "Final third presses", 35], ["Manchester Utd", "Final third presses", 11]], "image": "Arsenal_2022-09-04>Presses_stacked.png", "tweet_id": "1567061148687638528"}, {"tweet": "Gabriel Jesus, our man of the match, created some of the best chances of the game - assisting 0.4 expected assists (more than anyone else in a Arsenal shirt).", "sentences": ["Gabriel Jesus was our man of the match.", "Gabriel Jesus managed to create an impressive 0.4 xG worth of chances.", "Gabriel Jesus created more expected goals than any other Arsenal player."], "story": [["Gabriel Jesus - Arsenal", "MOTM", "true"], ["Gabriel Jesus - Arsenal", "Expected assists", 0.4], ["Gabriel Jesus - Arsenal", "Expected assists (team rank)", 1]], "image": "Arsenal_2022-09-04>Expected assists_timeseries.png", "tweet_id": "1567061176013537280"}, {"tweet": "Gabriel Jesus successfuly completed three key passes and carried the ball into the opponent's box three times (joint most of any player on the pitch, alongside Martinelli).", "sentences": ["Gabriel Jesus completed three key passes.", "Gabriel Jesus carried the ball into the opponent's box three times.", "Martinelli carried the ball into the opponent's box three times.", "Martinelli carried the ball into the opponent's box more times than any other player on the pitch.", "Gabriel Jesus carried the ball into the opponent's box more times than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Key passes", 3], ["Gabriel Jesus - Arsenal", "Carries into the penalty area", 3], ["Martinelli - Arsenal", "Carries into the penalty area", 3], ["Martinelli - Arsenal", "Carries into the penalty area (rank) = ", 1], ["Gabriel Jesus - Arsenal", "Carries into the penalty area (rank) = ", 1]], "tweet_id": "1567061204949934082"}, {"tweet": "Martinelli successfuly completed 30 passes (more than any other player on the pitch), while Gabriel Jesus completed 28.", "sentences": ["Gabriel Jesus completed 28 passes.", "Martinelli completed 30 passes.", "Martinelli completed more passes than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Successful passes", 28], ["Martinelli - Arsenal", "Successful passes", 30], ["Martinelli - Arsenal", "Successful passes (rank)", 1]], "image": "Arsenal_2022-09-04>Successful passes_stacked.png", "tweet_id": "1567061234591174656"}, {"tweet": "Jesus dribbled past an opponent (a match high) three times, recieved 14 progressive passes (also match high) and passed the ball a total of 157 yards towards the opponents goal.", "sentences": ["Gabriel Jesus passed the ball a total of 157 yards towards the opponents goal.", "Gabriel Jesus dribbled past an opponent three times.", "Gabriel Jesus dribbled past an opponent more times than any other player on the pitch.", "Gabriel Jesus completed one long balls.", "Gabriel Jesus successfully recieved 14 progressive passes.", "Bukayo Saka successfully recieved 12 progressive passes.", "Gabriel Jesus successfully recieved more progressive passes than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Progressive pass distance", 157], ["Gabriel Jesus - Arsenal", "Successful dribbles", 3], ["Gabriel Jesus - Arsenal", "Successful dribbles (rank)", 1], ["Gabriel Jesus - Arsenal", "Successful long balls", 1], ["Gabriel Jesus - Arsenal", "Progressive passes recieved", 14], ["Bukayo Saka - Arsenal", "Progressive passes recieved", 12], ["Gabriel Jesus - Arsenal", "Progressive passes recieved (rank)", 1]], "image": "Arsenal_2022-09-04>Progressive pass distance_scatter.png", "tweet_id": "1567061261841567746"}, {"tweet": "Jesus and Saka both attempted to make three challenges (joint most for Arsenal), while Saka played five successful long balls and carried the ball into the final third five times.", "sentences": ["Gabriel Jesus attempted three challenges.", "Bukayo Saka attempted three challenges.", "Bukayo Saka attempted more challenges than any other Arsenal player.", "Gabriel Jesus attempted more challenges than any other Arsenal player.", "Bukayo Saka completed five long balls.", "Bukayo Saka carried the ball into the final third five times."], "story": [["Gabriel Jesus - Arsenal", "Attempted tackles", 3], ["Bukayo Saka - Arsenal", "Attempted tackles", 3], ["Bukayo Saka - Arsenal", "Attempted tackles (team rank) = ", 1], ["Gabriel Jesus - Arsenal", "Attempted tackles (team rank) = ", 1], ["Bukayo Saka - Arsenal", "Successful long balls", 5], ["Bukayo Saka - Arsenal", "Carries into the final third", 5]]}], "misc": {"team": "Arsenal", "opponent": "Manchester Utd", "result": [3, 1], "date": "2022-09-04", "home": "away"}}