{"data": [{"tweet": "Chelsea saw more of the ball, completing 491 passes to Southampton's 180.", "sentences": ["Chelsea completed 491 passes.", "Southampton completed 180 passes."], "story": [["Chelsea", "Successful passes", 491], ["Southampton", "Successful passes", 180]], "image": "Chelsea_2022-08-30_passing.png", "tweet_id": "1565103622731571202"}, {"tweet": "In this match Chelsea carried the ball into the opponent's box seven times, they did so only once in their previous match (against Leicester City).", "sentences": ["Chelsea carried the ball into the opponent's box seven times.", "In their last game (against Leicester City) Chelsea carried the ball into the opponent's box one time."], "story": [["Chelsea", "Carries into the penalty area", 7], ["Chelsea", "Carries into the penalty area (in last match v Leicester City)", 1]], "tweet_id": "1565103683418918917"}, {"tweet": "Chelsea completed an impressive 49 passes into the final third, compared with 14 from Southampton. This season, Premier League teams have averaged 30.0 passes into the final third per match", "sentences": ["Chelsea managed to play an impressive 49 successful balls into the final third.", "Southampton managed to play an impressive 14 successful balls into the final third.", "Premier league teams have averaged 30.0 passes into the final third per 90 minutes."], "story": [["Chelsea", "Passes into final third", 49], ["Southampton", "Passes into final third", 14], ["Premier league", "Passes into final third (league average)", 30]], "tweet_id": "1565103740960575490"}, {"tweet": "Southampton played four passes into the opponent's box, considerably less than their season average of 8.8 per 90 minutes.", "sentences": ["Southampton played 4 successful balls into the opponent's box.", "This season, Southampton have averaged 8.8 passes into the opponent's box per 90 minutes."], "story": [["Southampton", "Passes into the penalty area", 4], ["Southampton", "Passes into the penalty area (season average)", 8.8]], "tweet_id": "1565103800481980416"}, {"tweet": "Chelsea made 3,038 yards worth of progressive passes, while Southampton successfully passed the ball 1,596 yards towards the opponent's goal.", "sentences": ["Chelsea passed the ball a total of 3,038 yards towards the opponent's goal.", "Southampton passed the ball a total of 1,596 yards towards the opponent's goal."], "story": [["Chelsea", "Progressive pass distance", 3038], ["Southampton", "Progressive pass distance", 1596]], "tweet_id": "1565103857738416134"}, {"tweet": "Chelsea completed 74 long balls to Southampton's 28.", "sentences": ["Chelsea completed 74 long balls.", "Southampton completed 28 long balls."], "story": [["Chelsea", "Successful long balls", 74], ["Southampton", "Successful long balls", 28]], "tweet_id": "1565103914583736320"}, {"tweet": "Chelsea completed 70% of the passes they played long, while Southampton managed 35%.", "sentences": ["Chelsea completed 70% of the passes they played long.", "Southampton completed 35% of the passes they played long."], "story": [["Chelsea", "Long ball success rate", 70], ["Southampton", "Long ball success rate", 35]], "tweet_id": "1565103971441823744"}, {"tweet": "Chelsea carried the ball a combined distance of 1,216 yards towards the opponent's goal, while Southampton only made 524 yards worth of progressive carried.", "sentences": ["Chelsea carried the ball a combined distance of 1216 yards towards the opponent's goal.", "Southampton carried the ball a combined distance of 524 yards towards the opponent's goal."], "story": [["Chelsea", "Progressive distance carried", 1216], ["Southampton", "Progressive distance carried", 524]], "image": "Chelsea_2022-08-30_prgdist.png", "tweet_id": "1565104027838423047"}, {"tweet": "Chelsea completed five successful dribbles, more than the three they completed in their last game (against Leicester City).", "sentences": ["Chelsea dribbled past an opponent five times.", "In their last game (against Leicester City) Chelsea dribbled past an opponent three times."], "story": [["Chelsea", "Successful dribbles", 5], ["Chelsea", "Successful dribbles (in last match v Leicester City)", 3]], "tweet_id": "1565104087846342656"}, {"tweet": "Chelsea attempted 12 challenges in the defensive third. In their last game (against Leicester City) the Blues attempted four challenges in their defensive third.", "sentences": ["Chelsea attempted to make 12 challenges in the defensive third.", "In their last game (against Leicester City) Chelsea attempted to make four challenges in the defensive third."], "story": [["Chelsea", "Tackles in the defensive third", 12], ["Chelsea", "Tackles in the defensive third (in last match v Leicester City)", 4]]}, {"tweet": "Chelsea made 41 clearances in this match and have averaged 22.0 clearnaces per 90 this season. In fact, 22.0 is also the average number of clearances made across the Premier League this season.", "sentences": ["Chelsea made 41 clearances.", "This season, Chelsea have averaged 22 clearances per 90 minutes.", "Premier league teams have cleared the ball an average of 22.0 times per 90 minutes."], "story": [["Chelsea", "Clearances", 41], ["Chelsea", "Clearances (season average)", 22], ["Premier league", "Clearances (league average)", 22]], "image": "Chelsea_2022-08-30_lollipop0.png"}, {"tweet": "Thiago Silva, our man of the match, attempted to make 78 passes and completed 68 (more than anyone else on the pitch). Cucurella completed 65 passes", "sentences": ["Thiago Silva was our man of the match.", "Thiago Silva attempted to make 78 passes.", "Thiago Silva attempted more passes than any other player on the pitch.", "Thiago Silva completed 68 passes.", "Thiago Silva completed more passes than any other player on the pitch.", "Marc Cucurella completed 65 passes."], "story": [["Thiago Silva - Chelsea", "MOTM", "true"], ["Thiago Silva - Chelsea", "Attempted passes", 78], ["Thiago Silva - Chelsea", "Attempted passes (rank)", 1], ["Thiago Silva - Chelsea", "Successful passes", 68], ["Thiago Silva - Chelsea", "Successful passes (rank)", 1], ["Marc Cucurella - Chelsea", "Successful passes", 65]]}, {"tweet": "Thiago Silva made 487 yards worth of progressive passes, more than anyone else in a Chelsea shirt, while Kalidou Koulibaly successfully passed the ball 462 yards towards the opponent's goal.", "sentences": ["Thiago Silva passed the ball a total of 487 yards towards the opponents goal.", "Thiago Silva passed the ball farther towards the opponents goal than any other Chelsea player.", "Kalidou Koulibaly passed the ball a total of 462 yards towards the opponents goal."], "story": [["Thiago Silva - Chelsea", "Progressive pass distance", 487], ["Thiago Silva - Chelsea", "Progressive pass distance (team rank)", 1], ["Kalidou Koulibaly - Chelsea", "Progressive pass distance", 462]], "image": "Chelsea_2022-08-30_prgpassing.png"}, {"tweet": "Thiago Silva carried the ball further towards the opponent's goal than any other player on the pitch (a total of 233 yards). Koulibaly carried the ball 201 yards towards the opponent's goal.", "sentences": ["Thiago Silva carried the ball an impressive 233 yards towards the opponent's goal.", "Thiago Silva carried the ball further towards the opponent's goal than any other player on the pitch.", "Kalidou Koulibaly carried the ball 201 yards towards the opponent's goal."], "story": [["Thiago Silva - Chelsea", "Progressive distance carried", 233], ["Thiago Silva - Chelsea", "Progressive distance carried (rank)", 1], ["Kalidou Koulibaly - Chelsea", "Progressive distance carried", 201]]}, {"tweet": "Thiago Silva carried the ball into the final third three times (joint most of any other player on the pitch, alongside Ibrahima Diallo).", "sentences": ["Thiago Silva carried the ball into the final third three times.", "Ibrahima Diallo carried the ball into the final third joint most of any other player on the pitch.", "Ibrahima Diallo carried the ball into the final third three times.", "Thiago Silva carried the ball into the final third joint most of any other player on the pitch."], "story": [["Thiago Silva - Chelsea", "Carries into the final third", 3], ["Ibrahima Diallo - Southampton", "Carries into the final third (rank) = ", 1], ["Ibrahima Diallo - Southampton", "Carries into the final third", 3], ["Thiago Silva - Chelsea", "Carries into the final third (rank) = ", 1]]}, {"tweet": "Thiago Silva and Armel Bella Kotchap made joint most clearances (11) of anyone playing in this game.", "sentences": ["Thiago Silva made 11 clearances.", "Armel Bella Kotchap made joint most clearances than any other player on the pitch.", "Armel Bella Kotchap made 11 clearances.", "Thiago Silva made joint most clearances than any other player on the pitch."], "story": [["Thiago Silva - Chelsea", "Clearances", 11], ["Armel Bella Kotchap - Southampton", "Clearances (rank) = ", 1], ["Armel Bella Kotchap - Southampton", "Clearances", 11], ["Thiago Silva - Chelsea", "Clearances (rank) = ", 1]]}, {"tweet": "Marc Cucurella made the most successful passes into the final third (11), while Kalidou Koulibaly completed 10 passes into the final third.", "sentences": ["Marc Cucurella managed to play an impressive 11 successful balls into the final third.", "Marc Cucurella played the most successful balls into the final third of anyone in this match.", "Kalidou Koulibaly managed to play an impressive 10 successful balls into the final third."], "story": [["Marc Cucurella - Chelsea", "Passes into final third", 11], ["Marc Cucurella - Chelsea", "Passes into final third (rank)", 1], ["Kalidou Koulibaly - Chelsea", "Passes into final third", 10]]}, {"tweet": "Marc Cucurella pressed the opponent 19 times - more than any other player in a Chelsea shirt.", "sentences": ["Marc Cucurella pressed the opponent 19 times.", "Marc Cucurella pressed the opponent more times than any other Chelsea player."], "story": [["Marc Cucurella - Chelsea", "Presses", 19], ["Marc Cucurella - Chelsea", "Presses (team rank) = ", 1]], "image": "Chelsea_2022-08-30_pressurethirds.png"}], "misc": {"team": "Chelsea", "opponent": "Southampton", "result": [2, 1], "date": "2022-08-30", "home": "away"}}