{"data": [{"tweet": "See the numbers behind Chelsea's defeat to Dinamo Zagreb ⚽️ 🧵 👇", "sentences": ["Chelsea lost 1 - 0 to Dinamo Zagreb"], "story": [["Chelsea", "Defeat to Dinamo Zagreb", "1 - 0"]], "tweet_id": 1569224289240645633}, {"tweet": "Despite defeat, Chelsea did show aggression on the ball, taking 47% of their touches in the attacking third. Chelsea only held 15% of their possession in the defensive third, compared with 46% for Dinamo.", "sentences": ["Chelsea took 47% of their touches in the final third.", "Chelsea took 15% of their touches in the defensive third.", "Dinamo Zagreb took 46% of their touches in the defensive third."], "story": [["Chelsea", "Percentage of final third touches", 47], ["Chelsea", "Percentage of defensive third touches", 15], ["Dinamo Zagreb", "Percentage of defensive third touches", 46]], "tweet_id": 1569224330357215236}, {"tweet": "Chelsea managed to play an impressive 65 successful passes into the final third and 19 successful balls into the opponent's box. Dinamo Zagreb completed 17 passes into the final third and four into Chelsea's box.", "sentences": ["Chelsea managed to play an impressive 65 successful balls into the final third.", "Dinamo Zagreb played 17 successful balls into the final third.", "Chelsea managed to play an impressive 19 successful balls into the opponent's box.", "Dinamo Zagreb managed to play an impressive 4 successful balls into the opponent's box."], "story": [["Chelsea", "Passes into final third", 65], ["Dinamo Zagreb", "Passes into final third", 17], ["Chelsea", "Passes into the penalty area", 19], ["Dinamo Zagreb", "Passes into the penalty area", 4]], "tweet_id": 1569224358534516742}, {"tweet": "Mateo Kovacic attempted to make 92 passes, completing 82 of them (more than any other player on the pitch).", "sentences": ["Mateo Kovacic was our man of the match.", "Mateo Kovacic attempted 92 passes.", "Mateo Kovacic attempted more passes than any other player on the pitch.", "Mateo Kovacic completed 82 passes.", "Mateo Kovacic completed more passes than any other player on the pitch."], "story": [["Mateo Kovacic - Chelsea", "MOTM", "true"], ["Mateo Kovacic - Chelsea", "Attempted passes", 92], ["Mateo Kovacic - Chelsea", "Attempted passes (rank)", 1], ["Mateo Kovacic - Chelsea", "Successful passes", 82], ["Mateo Kovacic - Chelsea", "Successful passes (rank)", 1]], "image": "Chelsea_2022-09-06>Successful passes_stackedbar.png", "tweet_id": 1569224388448325632}, {"tweet": "Mateo Kovacic managed to play an impressive five successful balls into the opponent's box (more than any other player on the pitch). He also made a combined 516 yards worth of passes towards the opponent's goal.", "sentences": ["Mateo Kovacic managed to play an impressive five successful balls into the opponent's box.", "Mateo Kovacic played more balls into the opponent's box than any other player on the pitch.", "Mateo Kovacic passed the ball a total of 516 yards towards the opponents goal.", "Mateo Kovacic passed the ball farther towards the opponents goal than any other Chelsea player."], "story": [["Mateo Kovacic - Chelsea", "Passes into the penalty area", 5], ["Mateo Kovacic - Chelsea", "Passes into the penalty area (rank)", 1], ["Mateo Kovacic - Chelsea", "Progressive pass distance", 516], ["Mateo Kovacic - Chelsea", "Progressive pass distance (team rank)", 1]], "image": "Chelsea_2022-09-06>Progressive pass distance_scatter.png", "tweet_id": 1569224419502874624}, {"tweet": "Wesley Fofana was the player who carried the ball farthest towards the Dinamo goal - a total of 363 yards. This is the third highest total in the tournament behind Andreas Christensen of Barcelona (367 yards) and Theo Hernandez of Milan (412).", "sentences": ["Wesley Fofana carried the ball a combined distance of 363 yards towards the opponent's goal.", "Wesley Fofana carried the ball farther towards the opponent's goal than any other player on the pitch.", "Wesley Fofana (Chelsea) has the third highest progressive carry distance in the Champions League.", "Wesley Fofana has a progressive carry distance of 363 yards during Champions League games.", "Theo Hernandez (Milan) has the highest progressive carry distance in the Champions League.", "Theo Hernandez has a progressive carry distance of 412 yards during Champions League games.", "Andreas Christensen (Barcelon) has the second highest progressive carry distance in the Champions League.", "Andreas Christensen has a progressive carry distance of 367 yards during Champions League games."], "story": [["Wesley Fofana - Chelsea", "Progressive distance carried", 363], ["Wesley Fofana - Chelsea", "Progressive distance carried (rank)", 1], ["Wesley Fofana - Chelsea", "Progressive distance carried (Champions Lg rank)", 3], ["Wesley Fofana - Chelsea", "Progressive distance carried (Champions Lg)", 363], ["Theo Hernandez - Milan", "Progressive distance carried (Champions Lg rank)", 1], ["Theo Hernandez - Milan", "Progressive distance carried (Champions Lg)", 412], ["Andreas Christensen - Barcelona", "Progressive distance carried (Champions Lg rank)", 2], ["Andreas Christensen - Barcelona", "Progressive distance carried (Champions Lg)", 367]], "image": "Chelsea_2022-09-06>Progressive distance carried_scattercomp.png", "tweet_id": 1569224450293235713}, {"tweet": "Wesley Fofana carried the ball into the final third eight times - second most of anyone in the Champions League behind Alexander Bah of Benfica (nine carries into the final third).", "sentences": ["Wesley Fofana carried the ball into the final third an impressive 8.0 times.", "Wesley Fofana made more carries into the final third than any other player on the pitch.", "Wesley Fofana has the second most carries into the final third in the Champions League this season.", "Wesley Fofana has eight carries into the final third during Champions League games.", "Alexander Bah has the most carries into the final third in the Champions League this season.", "Alexander Bah has nine carries into the final third during Champions League games."], "story": [["Wesley Fofana - Chelsea", "Carries into the final third", 8], ["Wesley Fofana - Chelsea", "Carries into the final third (rank)", 1], ["Wesley Fofana - Chelsea", "Carries into the final third (Champions Lg rank)", 2], ["Wesley Fofana - Chelsea", "Carries into the final third (Champions Lg)", 8], ["Alexander Bah - Benfica", "Carries into the final third (Champions Lg rank)", 1], ["Alexander Bah - Benfica", "Carries into the final third (Champions Lg)", 9]], "image": "Chelsea_2022-09-06>Carries into the final third_scattercomp.png", "tweet_id": 1569224480496521216}, {"tweet": "Wesley Fofana also made five successful tackles (more than anyone else in this match) and won six aerial duels.", "sentences": ["Wesley Fofana won five tackles.", "Wesley Fofana won more tackles than any other player on the pitch.", "Wesley Fofana won six aerial duels.", "Wesley Fofana won six aerial duels."], "story": [["Wesley Fofana - Chelsea", "Successful tackles", 5], ["Wesley Fofana - Chelsea", "Successful tackles (rank)", 1], ["Wesley Fofana - Chelsea", "Aerial duels won", 6], ["Wesley Fofana - Chelsea", "Aerial duels won", 6]], "tweet_id": 1569224508396953606}], "misc": {"team": "Chelsea", "opponent": "Dinamo Zagreb", "result": [1, 0], "date": "2022-09-06", "home": "away"}}