{"data": [{"tweet": "See the numbers behind Arsenal's comfortable win over Brentford ⚽️ 🧵 👇", "sentences": ["See the numbers behind Arsenal's comfortable win over Brentford ⚽️ 🧵 👇"], "story": [["Arsenal", "Victory over Brentford", "0 - 3"]], "tweet_id": "1571854114597863424"}, {"tweet": "Brentford only created 0.5 expected goals, considerably less than their season average of 1.4 xG per 90 minutes.", "sentences": ["Brentford only created 0.5 xG worth of chances.", "This season, Brentford have averaged 1.4 expected goals per 90 minutes."], "story": [["Brentford", "Non-penalty expected goals", 0.5, {"image": "Arsenal_2022-09-18>Non-penalty expected goals_timeseries.png"}], ["Brentford", "Non-penalty expected goals (season average)", 1.4]], "tweet_id": "1571854142272073730"}, {"tweet": "Brentford only managed two shots on target, compared with seven from Arsenal. This season Brentford have averaged 4.4 per 90 minutes.", "sentences": ["Arsenal took seven shots on target.", "Brentford took two shots on target.", "This season, Brentford have averaged 4.4 shots on target per 90 minutes."], "story": [["Arsenal", "Shots on target", 7], ["Brentford", "Shots on target", 2], ["Brentford", "Shots on target (season average)", 4.4]], "tweet_id": "1571854169631297537"}, {"tweet": "In this match Arsenal only carried the ball into the opponent's box two times, compared with eight times in their previous match (against Zürich). This season Arsenal have averaged 5.6 carries into each opponent box per 90 minutes, while Brentford have averaged 2.4.", "sentences": ["Arsenal carried the ball into the opponent's box two times.", "In their last game (against Zürich) Arsenal carried the ball into the opponent's box eight times.", "This season, Arsenal have averaged 5.6 carried balls into the opponent's box per 90 minutes.", "Brentford carried the ball into the opponent's box one times.", "This season, Brentford have averaged 2.4 carried balls into the opponent's box per 90 minutes."], "story": [["Arsenal", "Carries into the penalty area", 2, {"image": "Arsenal_2022-09-18>Carries into the penalty area_lollipop.png"}], ["Arsenal", "Carries into the penalty area (in last match v Zürich)", 8], ["Arsenal", "Carries into the penalty area (season average)", 5.6], ["Brentford", "Carries into the penalty area", 1], ["Brentford", "Carries into the penalty area (season average)", 2.4]], "tweet_id": "1571854199469613058"}, {"tweet": "Arsenal attempted to make six challenges in the final third.", "sentences": ["Arsenal attempted to make six challenges in the final third."], "story": [["Arsenal", "Tackles in the final third", 6]], "tweet_id": "1571854227349327888"}, {"tweet": "Brentford were cautious in possession, taking 40% of their touches in the defensive third. Arsenal held 18% of their possession in the defensive third.", "sentences": ["Arsenal took 18% of their touches in the defensive third.", "Brentford took 40% of their touches in the defensive third."], "story": [["Arsenal", "Percentage of defensive third touches", 18], ["Brentford", "Percentage of defensive third touches", 40]], "tweet_id": "1571854255182729218"}, {"tweet": "Arsenal carried the ball a combined distance of 1,074 yards towards the opponent's goal, while Brentford only made 382 yards worth of progressive carried.", "sentences": ["Arsenal carried the ball a combined distance of 1,074 yards towards the opponent's goal.", "Brentford carried the ball a combined distance of 382 yards towards the opponent's goal."], "story": [["Arsenal", "Progressive distance carried", 1074, {"image": "Arsenal_2022-09-18>Progressive distance carried_scatter.png"}], ["Brentford", "Progressive distance carried", 382]]}, {"tweet": "Arsenal completed an impressive 42 passes into the final third, while Brentford managed 14.", "sentences": ["Arsenal managed to play an impressive 42 successful balls into the final third.", "Brentford played 14 successful balls into the final third."], "story": [["Arsenal", "Passes into final third", 42], ["Brentford", "Passes into final third", 14]]}, {"tweet": "Arsenal carried the ball into the final third 13 times, while Brentford did so four times.", "sentences": ["Arsenal carried the ball into the final third 13 times.", "Brentford carried the ball into the final third four times."], "story": [["Arsenal", "Carries into the final third", 13], ["Brentford", "Carries into the final third", 4]]}, {"tweet": "Arsenal completed eight successful dribbles, considerably more than in their last game (two against Zürich).", "sentences": ["Arsenal dribbled past an opponent eight times.", "In their last game (against Zürich) Arsenal dribbled past an opponent two times."], "story": [["Arsenal", "Successful dribbles", 8, {"image": "Arsenal_2022-09-18>Successful dribbles_timeseries.png"}], ["Arsenal", "Successful dribbles (in last match v Zürich)", 2]]}, {"tweet": "Arsenal attempted five challenges in the defensive third. In their last game (against Zürich) the Gunners attempted one challenge in the defensive third.", "sentences": ["Arsenal attempted to make five challenges in the defensive third.", "In their last game (against Zürich) Arsenal attempted to make one challenge in the defensive third."], "story": [["Arsenal", "Tackles in the defensive third", 5], ["Arsenal", "Tackles in the defensive third (in last match v Zürich)", 1]]}, {"tweet": "Brentford won 26 aerial duels to Arsenal's 12.", "sentences": ["Arsenal won 12 aerial duels.", "Brentford won 26 aerial duels."], "story": [["Arsenal", "Aerial duels won", 12], ["Brentford", "Aerial duels won", 26]]}, {"tweet": "Bukayo Saka, our man of the match, made three key passes (joint-most of any player on the pitch, alongside Granit Xhaka).", "sentences": ["Bukayo Saka was our man of the match.", "Bukayo Saka completed three key passes.", "Granit Xhaka completed three key passes.", "Granit Xhaka completed joint-most key passes of any player on the pitch.", "Bukayo Saka completed joint-most key passes of any player on the pitch."], "story": [["Bukayo Saka - Arsenal", "MOTM", "true"], ["Bukayo Saka - Arsenal", "Key passes", 3], ["Granit Xhaka - Arsenal", "Key passes", 3], ["Granit Xhaka - Arsenal", "Key passes (rank) = ", 1], ["Bukayo Saka - Arsenal", "Key passes (rank) = ", 1]]}, {"tweet": "Bukayo Saka got two assists, while Granit Xhaka got one.", "sentences": ["Bukayo Saka assisted two goals.", "Granit Xhaka assisted one goal.", "Bukayo Saka got more assists than any other player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Assists", 2], ["Granit Xhaka - Arsenal", "Assists", 1], ["Bukayo Saka - Arsenal", "Assists (rank)", 1]]}, {"tweet": "Bukayo Saka has four assists in the Premier League this season - second most behind Kevin De Bruyne who has six.", "sentences": ["Bukayo Saka has second most assists of any player in the Premier League this season.", "Bukayo Saka has four assists in the Premier League this season.", "Kevin De Bruyne has more assists than any other player in the Premier League this season.", "Kevin De Bruyne has six assists in the Premier League."], "story": [["Bukayo Saka - Arsenal", "Assists (Premier League rank)", 2], ["Bukayo Saka - Arsenal", "Assists (Premier League)", 4, {"image": "Arsenal_2022-09-18>Assists_scattercomp.png"}], ["Kevin De Bruyne - Manchester City", "Assists (Premier League rank)", 1], ["Kevin De Bruyne - Manchester City", "Assists (Premier League)", 6]]}, {"tweet": "Thomas Partey and Bukayo Saka both attempted two tackles in the final third (joint-most of any player on the pitch).", "sentences": ["Bukayo Saka attempted two challenges in the final third.", "Thomas Partey attempted two challenges in the final third.", "Thomas Partey attempted joint-most final third tackles of any player on the pitch.", "Bukayo Saka attempted joint-most final third tackles of any player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Tackles in the final third", 2], ["Thomas Partey - Arsenal", "Tackles in the final third", 2], ["Thomas Partey - Arsenal", "Tackles in the final third (rank) = ", 1], ["Bukayo Saka - Arsenal", "Tackles in the final third (rank) = ", 1]]}, {"tweet": "Bukayo Saka has attempted eight tackles in the final third this season - more than any other player in the Premier League.", "sentences": ["Bukayo Saka has attempted more challenges in the final third than any other player in the Premier League this season.", "Bukayo Saka has attempted eight challenges in the final third this season."], "story": [["Bukayo Saka - Arsenal", "Tackles in the final third (Premier League rank)", 1], ["Bukayo Saka - Arsenal", "Tackles in the final third (Premier League)", 8, {"image": "Arsenal_2022-09-18>Tackles in the final third_scattercomp.png"}]]}, {"tweet": "Around 67% of Saka's passes were played short. - more than any other player on the pitch.", "sentences": ["Around 67% of Saka's passes were played short.", "Bukayo Saka had a higher short pass percentage than any player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Percentage of short passes", 67], ["Bukayo Saka - Arsenal", "Percentage of short passes (rank)", 1]]}, {"tweet": "Bukayo Saka carried the ball a total of 177 yards towards the opponent's goal - farther than any other player on the pitch.", "sentences": ["Bukayo Saka carried the ball a combined distance of 177 yards towards the opponent's goal.", "Bukayo Saka carried the ball farther towards the opponent's goal than any other player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Progressive distance carried", 177], ["Bukayo Saka - Arsenal", "Progressive distance carried (rank)", 1]]}, {"tweet": "Bukayo Saka carried the ball into the final third four times - more than any other player on the pitch.", "sentences": ["Bukayo Saka carried the ball into the final third four times.", "Bukayo Saka carried the ball into the final third more times than any other player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Carries into the final third", 4], ["Bukayo Saka - Arsenal", "Carries into the final third (rank)", 1]]}, {"tweet": "Bukayo Saka has carried the ball into the final third 20 times this season - behind only Kevin De Bruyne with 21 carries into the final third this season.", "sentences": ["Bukayo Saka has carried the ball into the final third the second most times of any player in the Premier League.", "Bukayo Saka has carried the ball into the final third 20 times this season.", "Kevin De Bruyne carried the ball into the final third more times than any other player in the Premier League.", "Kevin De Bruyne has carried the ball into the final third 21 times this season."], "story": [["Bukayo Saka - Arsenal", "Carries into the final third (Premier League rank)", 2], ["Bukayo Saka - Arsenal", "Carries into the final third (Premier League)", 20, {"image": "Arsenal_2022-09-18>Carries into the final third_scattercomp.png"}], ["Kevin De Bruyne - Manchester City", "Carries into the final third (Premier League rank)", 1], ["Kevin De Bruyne - Manchester City", "Carries into the final third (Premier League)", 21]]}, {"tweet": "Saka won three successful tackles (most of the match, alongside Brentford's Mathias Jensen). Gabriel Jesus won two tackles.", "sentences": ["Bukayo Saka attempted three challenges.", "Gabriel Jesus attempted two challenges.", "Bukayo Saka attempted more challenges than any other Arsenal player.", "Bukayo Saka won three tackles.", "Mathias Jensen won three tackles.", "Gabriel Jesus won two tackles.", "Mathias Jensen (Brentford) won joint-most tackles of any player on the pitch.", "Bukayo Saka (Arsenal) won joint-most tackles of any player on the pitch."], "story": [["Bukayo Saka - Arsenal", "Attempted tackles", 3], ["Gabriel Jesus - Arsenal", "Attempted tackles", 2], ["Bukayo Saka - Arsenal", "Attempted tackles (team rank)", 1], ["Bukayo Saka - Arsenal", "Successful tackles", 3], ["Mathias Jensen - Brentford", "Successful tackles", 3], ["Gabriel Jesus - Arsenal", "Successful tackles", 2], ["Mathias Jensen - Brentford", "Successful tackles (rank) = ", 1], ["Bukayo Saka - Arsenal", "Successful tackles (rank) = ", 1]]}, {"tweet": "Gabriel Jesus hit three shots on target - more than any other player on the pitch.", "sentences": ["Gabriel Jesus hit three shots on target.", "Gabriel Jesus took more shots on target than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Shots on target", 3], ["Gabriel Jesus - Arsenal", "Shots on target (rank)", 1]]}, {"tweet": "Jesus completed 38 passes with a pass completion rate of 92% (highest completion rate of this match).", "sentences": ["92% of Gabriel Jesus' passes found a teammate.", "Gabriel Jesus completed more passes than any other player on the pitch.", "Gabriel Jesus attempted 38 passes."], "story": [["Gabriel Jesus - Arsenal", "Pass completion rate", 92], ["Gabriel Jesus - Arsenal", "Pass completion rate (rank)", 1], ["Gabriel Jesus - Arsenal", "Attempted passes", 38]]}, {"tweet": "Gabriel Jesus successfully received 10 progressive passes (more than any other player on the pitch).", "sentences": ["Gabriel Jesus successfully received 10 progressive passes.", "Gabriel Jesus successfully received more progressive passes than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Progressive passes recieved", 10], ["Gabriel Jesus - Arsenal", "Progressive passes recieved (rank)", 1]]}, {"tweet": "Gabriel Jesus has successfully received 71 progressive passes this season - more than any other player in the Premier League. Progressive passes received is a valuable indicator of a players ability to find space and control the ball under pressure.", "sentences": ["Gabriel Jesus has successfully received more progressive passes than any other player in the Premier League.", "Gabriel Jesus has successfully received 71 progressive passes, in Premier League."], "story": [["Gabriel Jesus - Arsenal", "Progressive passes recieved (Premier League rank)", 1], ["Gabriel Jesus - Arsenal", "Progressive passes recieved (Premier League)", 71]]}, {"tweet": "Gabriel Jesus lost nine aerial duels - more than any other player on the pitch.", "sentences": ["Gabriel Jesus lost nine aerial duels.", "Gabriel Jesus lost more aerial duels than any other player on the pitch."], "story": [["Gabriel Jesus - Arsenal", "Aerial duels lost", 9], ["Gabriel Jesus - Arsenal", "Aerial duels lost (rank)", 1]]}], "misc": {"team": "Arsenal", "opponent": "Brentford", "result": [0, 3], "date": "2022-09-18", "home": "away"}}