{"data": [{"tweet": "Liverpool managed to create an impressive 3.4 xG worth of chances, considerably more than the premier league average of 1.3 xG this season. The Reds hit 12 shots on target, up from five in the last match (against Man Utd). This season Liverpool have averaged 6.0 shots on target, while across the whole division teams have averaged 4.1 shots on target per 90 minutes.", "sentences": ["Liverpool managed to create an impressive 3.4 xG worth of chances.", "Premier league teams have averaged 1.3 xG worth of chances this season.", "Liverpool took 12 shots on target.", "Liverpool took five shots on target against Manchester United in their previous game.", "This season, Liverpool have averaged 6.0 shots on target per 90 minutes.", "Across the whole division teams have averaged 4.1 shots on target per 90 minutes."], "story": [["Liverpool", "Expected goals", 3.4], ["Premier league", "Expected goals (league average)", 1.3], ["Liverpool", "Shots on target", 12], ["Liverpool", "Shots on target (in last match v Manchester Utd)", 5], ["Liverpool", "Shots on target (season average)", 6], ["Premier league", "Shots on target (league average)", 4.1]], "tweet_id": "1564872951337459713"}, {"tweet": "Liverpool saw a lot off the ball, completing 619 passes - considerable more than the premier league average of 384 this season.", "sentences": ["Liverpool completed 619 passes.", "Premier league teams have completed 384 passes per 90 minutes, on average."], "story": [["Liverpool", "Successful passes", 619], ["Premier league", "Successful passes (league average)", 384]], "tweet_id": "1564872962431258624"}, {"tweet": "Liverpool were aggressive out of possession, making three tackles in the final third compared with one in their last game (against Manchester Utd).", "sentences": ["Liverpool attempted to make three challenges in the final third.", "In their last game (against Manchester Utd) Liverpool attempted to make one challenges in the final third."], "story": [["Liverpool", "Tackles in the final third", 3], ["Liverpool", "Tackles in the final third (in last match v Manchester Utd)", 1]], "tweet_id": "1564872972720082944"}, {"tweet": "Liverpool played an incredible 63 passes into the final third, compared with 12 from Bournemouth. This season the Premier League teams have averaged 30.0 passes into the final third per 90 minutes.", "sentences": ["Liverpool managed to play an incredible 63 successful balls into the final third.", "Bournemouth managed to play an impressive 12 successful balls into the final third.", "Premier League teams have averaged 30 passes into the final third per 90 minutes."], "story": [["Liverpool", "Passes into final third", 63], ["Bournemouth", "Passes into final third", 12], ["Premier League", "Passes into final third (league average)", 30]], "tweet_id": "1564872983117795330"}, {"tweet": "Liverpool completed 20 passes into the opponent's box, compared with 3 from Bournemouth. Premier League teams have averaged 8.6 per game this season.", "sentences": ["Liverpool managed to play an impressive 20 successful balls into the opponent's box.", "Bournemouth managed to play an impressive 3 successful balls into the opponent's box.", "Premier League teams have averaged 8.6 passes into the opponent's box per 90 minutes."], "story": [["Liverpool", "Passes into the penalty area", 20], ["Bournemouth", "Passes into the penalty area", 3], ["Premier League", "Passes into the penalty area (league average)", 8.6]], "tweet_id": "1564872993339326465"}, {"tweet": "Liverpool carried the ball an astonishing 1,527 yards towards the opponent's goal, while Bournemouth allowed the ball 380 yards. This season, Premier League teams have carried the ball an average of 944 yards towards the opponent's goal per 90 minutes.", "sentences": ["Liverpool carried the ball a combined distance of 1527 yards towards the opponent's goal.", "Bournemouth carried the ball a combined distance of 380 yards towards the opponent's goal.", "This season, Premier League teams have carried the ball an average of 944 yards towards the opponent's goal per 90 minutes."], "story": [["Liverpool", "Progressive distance carried", 1527], ["Bournemouth", "Progressive distance carried", 380], ["Premier League", "Progressive distance carried (league average)", 944]], "tweet_id": "1564873003787247616"}, {"tweet": "Trent Alexander-Arnold attempted to make 114 passes, completing 96 successful passes (more than any other player on the pitch).", "sentences": ["Trent Alexander-Arnold attempted 114 passes.", "Trent Alexander-Arnold attempted more passes than any other player on the pitch.", "Trent Alexander-Arnold completed 96 passes.", "Trent Alexander-Arnold completed more passes than any other player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "Attempted passes", 114], ["Trent Alexander-Arnold - Liverpool", "Attempted passes (rank)", 1], ["Trent Alexander-Arnold - Liverpool", "Successful passes", 96], ["Trent Alexander-Arnold - Liverpool", "Successful passes (rank)", 1]], "tweet_id": "1564873014495379456"}, {"tweet": "Trent Alexander-Arnold played six successful passes into the opponent's box - more than any other player in this match.", "sentences": ["Trent Alexander-Arnold managed to play an impressive 6 successful balls into the opponent's box.", "Trent Alexander-Arnold managed to play an more successful balls into the opponent's box than any other player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "Passes into the penalty area", 6], ["Trent Alexander-Arnold - Liverpool", "Passes into the penalty area (rank)", 1]], "tweet_id": "1564873024821665795"}, {"tweet": "Trent Alexander-Arnold passed the ball farther towards the opponents goal than any other player on the pitch (825 yards).", "sentences": ["Trent Alexander-Arnold passed the ball a total of 825 yards towards the opponents goal.", "Trent Alexander-Arnold passed the ball farther towards the opponents goal than any other player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "Progressive pass distance", 825], ["Trent Alexander-Arnold - Liverpool", "Progressive pass distance (rank)", 1]], "tweet_id": "1564873035525537804"}, {"tweet": "Trent Alexander-Arnold played 25 successful long balls - more than anyone else on the pitch.", "sentences": ["Trent Alexander-Arnold completed 25 long balls.", "Trent Alexander-Arnold completed more long balls than any other player on the pitch."], "story": [["Trent Alexander-Arnold - Liverpool", "Successful long balls", 25], ["Trent Alexander-Arnold - Liverpool", "Successful long balls (rank)", 1]], "tweet_id": "1564873045705216000"}, {"tweet": "Luis Diaz and Roberto Firmino were the games top scores with two goals each.", "sentences": ["Roberto Firmino scored two goals.", "Luis Diaz scored joint most goals of any player on the pitch.", "Luis Diaz scored two goals.", "Roberto Firmino scored joint most goals of any player on the pitch."], "story": [["Roberto Firmino - Liverpool", "Goals", 2], ["Luis Diaz - Liverpool", "Goals (rank) = ", 1], ["Luis Diaz - Liverpool", "Goals", 2], ["Roberto Firmino - Liverpool", "Goals (rank) = ", 1]], "tweet_id": "1564873055704436736"}, {"tweet": "Roberto Firmino created some of the best chances of the game - tallying an xA of 1.5 (more than anyone else on the pitch) and four shots on target.", "sentences": ["Roberto Firmino created chances worth 1.5 expected goals.", "Roberto Firmino created more expected goals than any other Liverpool player.", "Roberto Firmino took four shots on target.", "Roberto Firmino had more shots on target than any other player on the pitch."], "story": [["Roberto Firmino - Liverpool", "Expected goals", 1.5], ["Roberto Firmino - Liverpool", "Expected goals (rank)", 1], ["Roberto Firmino - Liverpool", "Shots on target", 4], ["Roberto Firmino - Liverpool", "Shots on target (rank)", 1]], "tweet_id": "1564876841667772416"}], "misc": {"team": "Liverpool", "opponent": "Bournemouth", "result": [9, 0], "date": "2022-08-27", "home": "home"}}