{"data": [{"tweet": "See the numbers behind Tottenham's victory on their Champions League return ⚽️ 🧵 👇", "sentences": ["Tottenham won 2 - 0 against Marseille."], "story": [["Tottenham", "Victory over Marseille", "2 - 0"]], "tweet_id": 1569033803091304449}, {"tweet": "Tottenham created more than their opponent completing 15 key passes to Marseille's six. Spurs also play 11 successful balls (and four carries) into Marseille's box, while their opponent played two successful passes (and one carry) into the Spurs box.", "sentences": ["Tottenham completed 15 key passes.", "Marseille completed six key passes.", "Tottenham carried the ball into the opponent's box four times.", "Marseille carried the ball into the opponent's box one time.", "Tottenham managed to play an impressive 11 successful balls into the opponent's box.", "Marseille played two successful balls into the opponent's box."], "story": [["Tottenham", "Key passes", 15], ["Marseille", "Key passes", 6], ["Tottenham", "Carries into the penalty area", 4], ["Marseille", "Carries into the penalty area", 1], ["Tottenham", "Passes into the penalty area", 11], ["Marseille", "Passes into the penalty area", 2]], "tweet_id": 1569033845231521792}, {"tweet": "Marseille did cause Tottenham some issues, completing an impressive seven successful dribbles (compared with three for Spurs). ", "sentences": ["Tottenham dribbled past an opponent three times.", "Marseille dribbled past an opponent seven times."], "story": [["Tottenham", "Successful dribbles", 3], ["Marseille", "Successful dribbles", 7]], "tweet_id": 1569033876198006790}, {"tweet": "Ivan Perisic, our man of the match, created an impressive 0.3 expected assists worth of chances - more than any other player on the pitch. ", "sentences": ["Ivan Perisic was our man of the match.", "Ivan Perisic created chances worth 0.3 expected assists.", "Ivan Perisic created more expected assists than any other player on the pitch."], "story": [["Ivan Perisic - Tottenham", "MOTM", "true"], ["Ivan Perisic - Tottenham", "Expected assists", 0.3], ["Ivan Perisic - Tottenham", "Expected assists (rank)", 1]], "tweet_id": 1569033903893106688}, {"tweet": "Perisic and Hojbjerg both completed three key passes (joint most of any other player on the pitch). Perisic has completed the second most key passes among defenders in the Champions League (behind only Trent Alexander-Arnold with five key passes).", "sentences": ["Ivan Perisic completed three key passes.", "Pierre Hojbjerg completed three key passes.", "Pierre Hojbjerg completed more passes than any other player on the pitch.", "Ivan Perisic completed more passes than any other player on the pitch.", "Ivan Perisic has completed the second most key passes among defenders in the Champions League.", "Trent Alexander-Arnold completed more passes than any other defender in the Champions League.", "Trent Alexander-Arnold has completed 5 key passes in the Champions League."], "story": [["Ivan Perisic - Tottenham", "Key passes", 3], ["Pierre Hojbjerg - Tottenham", "Key passes", 3], ["Pierre Hojbjerg - Tottenham", "Key passes (rank) = ", 1], ["Ivan Perisic - Tottenham", "Key passes (rank) = ", 1], ["Ivan Perisic - Tottenham", "Key passes among players in his position, DF (Champions Lg rank)", 2], ["Trent Alexander-Arnold - Liverpool", "Key passes among players in his position, DF (Champions Lg rank)", 1], ["Trent Alexander-Arnold - Liverpool", "Key passes (Champions Lg)", 5]], "image": "Tottenham_2022-09-07>Key passes_scattercomp.png", "tweet_id": 1569033938496065539}, {"tweet": "Harry Kane successfully received 14 progressive passes, while Richarlison received nine. Recieving progressive passes is a vital indicator of a forward player's ability to find space and show the strength and technique to collect the ball under pressure.", "sentences": ["Harry Kane successfully received 14 progressive passes.", "Harry Kane received more progressive passes than any other player on the pitch.", "Richarlison successfully received nine progressive passes."], "story": [["Harry Kane - Tottenham", "Progressive passes received", 14], ["Harry Kane - Tottenham", "Progressive passes received (rank)", 1], ["Richarlison - Tottenham", "Progressive passes received", 9]], "tweet_id": 1569033967860420608}, {"tweet": "Harry Kane passed the ball a total of 200 yards towards the opponents goal (farther than than any other player on the pitch). Kane also played five successful balls into the final third - more than any other forward in Champions League.", "sentences": ["Harry Kane passed the ball a total of 200 yards towards the opponents goal.", "Harry Kane passed the ball farther towards the opponents goal than any other player on the pitch.", "Harry Kane managed to play an impressive 5 successful balls into the final third.", "Harry Kane played more passes into the final third than any other player on the pitch.", "Harry Kane played more balls into the final third than any other forward in the Champions League."], "story": [["Harry Kane - Tottenham", "Progressive pass distance", 200], ["Harry Kane - Tottenham", "Progressive pass distance (rank)", 1], ["Harry Kane - Tottenham", "Passes into final third", 5], ["Harry Kane - Tottenham", "Passes into final third (rank)", 1], ["Harry Kane - Tottenham", "Passes into final third among players in his position, FW (Champions Lg rank)", 1]], "image": "Tottenham_2022-09-07>Passes into final third_scattercomp.png", "tweet_id": 1569033998965293058}], "misc": {"team": "Tottenham", "opponent": "Marseille", "result": [2, 0], "date": "2022-09-07", "home": "home"}}